Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# int16CommandErrorMessage
source: Invalid Int16; expected a format like '-2000' or '4500' (between -32768 and 32767)
cs: Neplatný typ Int16. Očekávaný formát byl např. -2000 nebo 4500 (mezi -32768 a 32767).
de: Ungültiger Int16-Wert, erwartet wurde ein Format wie z. B. -2000 oder 4500 (zwischen -32768 und 32767).
es: Valor Int16 no válido; se esperaba un formato como '-2000' o '4500' (entre -32768 y 32767).
fr: Valeur de type Int16 non valide ; un format comme « -2000 » ou « 4500 » (entre -32 768 et 32 767) est attendu
hu: Érvényelen Int16 érték; a várt formátum például "-2000" vagy "4500" (-32768 és 32767 között)
it: Il valore Int16 non è valido. È previsto un formato come '-2000' o '4500' (compreso tra -32768 e 32767)
ja: Int16 の値が無効です。(-32768 から 32767 までの数字で) '-2000' や '4500' のような形式にする必要があります
ko: Int16이 잘못되었습니다. '-2000' 또는 '4500'(-32768에서 32767 사이) 같은 형식이 필요합니다.
nl: Ongeldige Int16; er werd een notatie zoals -2000 of 4500 (tussen -32768 en 32767) verwacht
pl: Nieprawidłowa wartość Int16; oczekiwano formatu „-2000” lub „4500” (między -32768 i 32767)
pt_br: Int16 inválido; é esperado um formato como "-2000" ou "4500" (entre -32768 e 32767)
ru: Недопустимое значение Int16; требуется формат вида "–2000" или "4500" (от –32768 до 32767)
sv: Ogiltigt Int16; förväntat format till exempel "-2000" eller "4500" (mellan -32768 och 32767)
tr: Geçersiz Int16; '-2000' veya '4500' gibi (-32768 ve 32767 arasında) bir biçim bekleniyordu
tt: [Ĩŉväľįđ Ĩŉŧ16; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '-2000' őř '4500' (þęŧŵęęŉ -32768 äŉđ 32767) !!! !!! !!! !!! !!!]
zh_hans: 无效的 Int16；格式应类似于 "-2000" 或 "4500" (-32768 到 32767 之间)
zh_hant: Int16 無效; 格式必須類似 '-2000' 或 '4500' (介於 -32768 到 32767 之間)

# int32CommandErrorMessage
source: Invalid Int32; expected a format like '-2000' or '4500' (between -2147483648 and 2147483647)
cs: Neplatný typ Int32. Očekávaný formát byl např. -2000 nebo 4500 (mezi -2147483648 a 2147483647).
de: Ungültiger Int32-Wert, erwartet wurde ein Format wie z. B. -2000 oder 4500 (zwischen -2147483648 und 2147483647).
es: Valor Int32 no válido; se esperaba un formato como '-2000' o '4500' (entre -2147483648 y 2147483647).
fr: Valeur de type Int32 non valide ; un format comme « -2000 » ou « 4500 » (entre -2 147 483 648 et 2 147 483 647) est attendu
hu: Érvényelen Int32 érték; a várt formátum például "-2000" vagy "4500" (-2147483648 és 2147483647 között)
it: Il valore Int32 non è valido. È previsto un formato come '-2000' o '4500' (compreso tra -2147483648 e 2147483647)
ja: Int32 の値が無効です。(-2147483648 から 2147483647 までの数字で) '-2000' や '4500' のような形式にする必要があります
ko: Int32가 잘못되었습니다. '-2000' 또는 '4500'(-2147483648에서 2147483647 사이) 같은 형식이 필요합니다.
nl: Ongeldige Int32; er werd een notatie zoals -2000 of 4500 (tussen -2147483648 en 2147483647 verwacht)
pl: Nieprawidłowa wartość Int32; oczekiwano formatu „-2000” lub „4500” (między -2147483648 i 2147483647)
pt_br: Int32 inválido; esperado um formato como "-2000" ou "4500" (entre -2147483648 e 2147483647)
ru: Недопустимое значение Int32; требуется формат вида "–2000" или "4500" (от –2147483648 до 2147483647)
sv: Ogiltigt Int32; förväntat format till exempel "-2000" eller "4500" (mellan -2147483648 och 2147483647)
tr: Geçersiz Int32; '-2000' veya '4500' gibi (-2147483648 ve 2147483647 arasında) bir biçim bekleniyordu
tt: [Ĩŉväľįđ Ĩŉŧ32; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '-2000' őř '4500' (þęŧŵęęŉ -2147483648 äŉđ 2147483647) !!! !!! !!! !!! !!! !!!]
zh_hans: 无效的 Int32；格式应类似于 "-2000" 或 "4500" (-2147483648 到 2147483647 之间)
zh_hant: Int32 無效; 格式必須類似 '-2000' 或 '4500' (介於 -2147483648 到 2147483647 之間)

# int64CommandErrorMessage
source: Invalid Int64; expected a format like '-2000' or '4500'
cs: Neplatný typ Int64. Očekávaný formát byl např. -2000 nebo 4500.
de: Ungültiger Int64-Wert, erwartet wurde ein Format wie z. B. -2000 oder 4500.
es: Valor Int64 no válido; se esperaba un formato como '-2000' o '4500'.
fr: Valeur de type Int64 non valide ; un format comme « -2000 » ou « 4500 » est attendu
hu: Érvényelen Int64 érték; a várt formátum például "-2000" vagy "4500"
it: Il valore Int64 non è valido. È previsto un formato come '-2000' o '4500'
ja: Int64 の値が無効です。'-2000' や '4500' のような形式にする必要があります
ko: Int64가 잘못되었습니다. '-2000' 또는 '4500' 같은 형식이 필요합니다.
nl: Ongeldige Int64; er werd een notatie zoals -2000 of 4500 verwacht
pl: Nieprawidłowa wartość Int64; oczekiwano formatu „-2000” lub „4500”
pt_br: Int64 inválido; é esperado um formato como "-2000" ou "4500"
ru: Недопустимое значение Int64; требуется формат вида "–2000" или "4500"
sv: Ogiltigt Int64; förväntat format till exempel "-2000" eller "4500"
tr: Geçersiz Int64; '-2000' veya '4500' gibi bir biçim bekleniyordu
tt: [Ĩŉväľįđ Ĩŉŧ64; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '-2000' őř '4500' !!! !!! !!!]
zh_hans: 无效的 Int64；格式应类似于 "-2000" 或 "4500"
zh_hant: Int64 無效; 格式必須類似 '-2000' 或 '4500'

# NumberCommandHint
source: Data type: {0} (an integer between {1} and {2})
cs: Datový typ: {0} (celé číslo mezi {1} a {2})
de: Datentyp: {0} (eine ganze Zahl zwischen {1} und {2})
es: Tipo de datos: {0} (un entero entre {1} y {2})
fr: Type de données : {0} (un entier compris entre {1} et {2})
hu: Adattípus: {0} ({1} és {2} közötti egész szám)
it: Tipo di dati: {0} (numero intero compreso tra {1} e {2})
ja: データ型: {0} ({1} から {2} までの整数)
ko: 데이터 형식: {0}({1}에서 {2} 사이의 정수)
nl: Gegevenstype: {0} (een geheel getal tussen {1} en {2})
pl: Typ danych: {0} (liczba całkowita z zakresu od {1} do {2})
pt_br: Tipo de dados: {0} (um inteiro entre {1} e {2})
ru: Тип данных: {0} (целое число от {1} до {2})
sv: Datatyp: {0} (ett heltal mellan {1} och {2})
tr: Veri türü: {0} ({1} ve {2} arasında bir tamsayı)
tt: [Đäŧä ŧypę: {0} (äŉ įŉŧęģęř þęŧŵęęŉ {1} äŉđ {2}) !!! !!! !!!]
zh_hans: 数据类型: {0} (介于 {1} 和 {2} 之间的一个整数)
zh_hant: 資料類型: {0} (介於 {1} 到 {2} 之間的整數)

# NumberOfDevicesHeader
source: No. of Devices
cs: Počet zařízení
de: Anzahl von Geräten
es: N.º de dispositivos
fr: Numéro des appareils
hu: Eszközök száma
it: N. di dispositivi
ja: デバイス数
ko: 장치 수
nl: Aantal apparaten
pl: Liczba urządzeń
pt_br: Nº de Dispositivos
ru: Число устройств
sv: Antal enheter
tr: Cihaz Sayısı
tt: [Ńő. őƒ Đęvįčęş !!! !!!]
zh_hans: 设备编号
zh_hant: 裝置數目

# sbyteCommandErrorMessage
source: Invalid SByte; expected a format like '-43' or '12' (between -128 and 127)
cs: Neplatný typ SByte. Očekávaný formát byl např. -43 nebo 12 (mezi -128 a 127).
de: Ungültiger SByte-Wert, erwartet wurde ein Format wie z. B. -43 oder 12 (zwischen -128 und 127).
es: Valor SByte no válido; se esperaba un formato como '-43' o '12' (entre -128 y 127).
fr: Valeur de type SByte non valide ; un format comme « -43 » ou « 12 » (entre -128 et 127) est attendu
hu: Érvénytelen SByte érték; a várt formátum például "-43" or "12" (between -128 and 127)
it: Il valore SByte non è valido. È previsto un formato come '-43' o '12' (compreso tra -128 e 127)
ja: SByte が無効です。(-128 から 127 までの数字で) '-43' や '12' のような形式にする必要があります
ko: SByte가 잘못되었습니다. '-43' 또는 '12'(-128에서 127 사이) 같은 형식이 필요합니다.
nl: Ongeldige SByte; er werd een notatie zoals -43 of 12 (tussen -128 en 127) verwacht
pl: Nieprawidłowa wartość SByte; oczekiwano formatu „-43” lub „12” (między -128 i 127)
pt_br: SByte inválido; é esperado um formato como "-43" ou "12" (entre -128 e 127)
ru: Недопустимое значение SByte; требуется формат вида "–43" или "12" (от –128 до 127)
sv: Ogiltigt SByte; förväntat format till exempel "-43" eller "12" (mellan -128 och 127)
tr: Geçersiz SByte; '-43' veya '12' gibi (-128 ve 127 arasında) bir biçim bekleniyordu
tt: [Ĩŉväľįđ Ŝßyŧę; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '-43' őř '12' (þęŧŵęęŉ -128 äŉđ 127) !!! !!! !!! !!! !!!]
zh_hans: 无效的 SByte; 格式应类似于 "-43" 或 "12" (-128 到 127 之间)
zh_hant: SByte 無效; 格式必須類似 '-43' 或 '12' (介於 -128 到 127 之間)

# singleCommandErrorMessage
source: Invalid single; expected a format like '3.14' or '6.02e+23'
cs: Neplatný typ single. Očekávaný formát byl např. 3,14 nebo 6,02e+23.
de: Ungültiger single-Wert, erwartet wurde Format wie z. B. "3.14" oder "6.02e+23".
es: Valor único no válido; se esperaba un formato como '3.14' o '6.02e+23'.
fr: Valeur de type single non valide ; un format comme « 3,14 » ou « 6,02e+23 » est attendu
hu: Érvénytelen single érték; a várt formátum például "3,14" vagy "6.02e+23"
it: Il valore single non è valido. È previsto un formato come '3,14' o '6.02e+23'
ja: 単精度値が無効です。'3.14' や '6.02e+23' のような形式にする必要があります
ko: single이 잘못되었습니다. '3.14' 또는 '6.02e+23' 같은 형식이 필요합니다.
nl: Ongeldige Single; er werd een notatie zoals 3,14 of 6,02e+23 verwacht
pl: Nieprawidłowa wartość o pojedynczej precyzji; oczekiwano formatu „3,14” lub „6,02e+23”
pt_br: Simples inválido; é esperado um formato como "3.14" ou "6.02e+23"
ru: Недопустимое значение типа Single; требуется формат вида "3,14" или "6,02e+23"
sv: Ogiltig enkel; förväntat format till exempel "3,14" eller "6,02e+23"
tr: Geçersiz tek değer; '3.14' veya '6.02e+23' gibi bir biçim bekleniyordu
tt: [Ĩŉväľįđ şįŉģľę; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '3.14' őř '6.02ę+23' !!! !!! !!!]
zh_hans: 无效的单精度型值；格式应类似于 "3.14" 或 "6.02e+23"
zh_hant: 單精確度無效; 格式必須類似 '3.14' 或 '6.02e+23'

# SingleCommandHint
source: Data type: single (like '3.14', '4.29e09', etc)
cs: Datový typ: single (např. 3.14, 4.29e09, atd.)
de: Datentyp: single (z. B. "3.14", "4.29e09" usw.)
es: Tipo de datos: único (como '3.14', '4.29e09', etc.)
fr: Type de données : single (comme « 3,14 », « 4,29e09 », etc.)
hu: Adattípus: single (például "3,14", "4.29e09" stb.)
it: Tipo di dati: single (ad esempio '3,14', '4.29e09' e così via)
ja: データ型: 単精度 ('3.14'、'4.29e09' など)
ko: 데이터 형식: single(예: '3.14', '4.29e09' 등)
nl: Gegevenstype: Single (bijvoorbeeld 3,14, 4.29e09, enzovoort)
pl: Typ danych: pojedynczej precyzji (na przykład „3,14”, „4,29e09” itp.)
pt_br: Tipo de dados: simples (como "3.14", "4.29e09" etc.)
ru: Тип данных: Single (например, "3,14", "4.29e09" и т. д.)
sv: Datatyp: enkel (som "3,14", "4,29e09", osv.)
tr: Veri türü: tek ('3.14', '4.29e09' vb. gibi)
tt: [Đäŧä ŧypę: şįŉģľę (ľįĸę '3.14', '4.29ę09', ęŧč) !!! !!! !!!]
zh_hans: 数据类型: 单精度型(如 "3.14"、"4.29e09" 等)
zh_hant: 資料類型: 單精確度 (例如 '3.14'、'4.29e09' 等)

# ErrorRemoveDevice
source: Unable to remove device. An unexpected error occurred.
cs: Nepovedlo se odebrat zařízení. Došlo k neočekávané chybě.
de: Gerät kann nicht entfernt werden. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo quitar el dispositivo.
fr: Impossible de supprimer l'appareil. Une erreur inattendue s'est produite.
hu: Nem lehet eltávolítani az eszközt. Váratlan hiba történt.
it: Non è possibile rimuovere il dispositivo. Si è verificato un errore imprevisto.
ja: デバイスを削除できません。予期しないエラーが発生しました。
ko: 장치를 제거할 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan het apparaat niet verwijderen. Er is een onverwachte fout opgetreden.
pl: Nie można usunąć urządzenia. Wystąpił nieoczekiwany błąd.
pt_br: Não foi possível remover o dispositivo. Ocorreu um erro inesperado.
ru: Не удалось удалить устройство. Произошла неожиданная ошибка.
sv: Det gick inte att ta bort enheten. Ett oväntat fel inträffade.
tr: Cihaz kaldırılamıyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő řęmővę đęvįčę. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法删除设备。发生了意外错误。
zh_hant: 無法移除裝置。發生未預期的錯誤。

# ErrorSendingConfig
source: Unable to send configuration. An unexpected error occurred.
cs: Nepovedlo se poslat konfiguraci. Došlo k neočekávané chybě.
de: Senden der Konfiguration nicht möglich. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo enviar la configuración.
fr: Impossible d'envoyer la configuration. Une erreur inattendue s'est produite.
hu: Nem sikerült elküldeni a konfigurációt. Váratlan hiba történt.
it: Non è possibile inviare la configurazione. Si è verificato un errore imprevisto.
ja: 構成を送信できません。予期しないエラーが発生しました。
ko: 구성을 보낼 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan de configuratie niet verzenden. Er is een onverwachte fout opgetreden.
pl: Nie można przesłać konfiguracji. Wystąpił nieoczekiwany błąd.
pt_br: Não é possível enviar a configuração. Ocorreu um erro inesperado.
ru: Не удалось отправить конфигурацию. Произошла неожиданная ошибка.
sv: Det gick inte att skicka konfigurationen. Ett oväntat fel inträffade.
tr: Yapılandırma gönderilemiyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő şęŉđ čőŉƒįģūřäŧįőŉ. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法发送配置。发生了意外错误。
zh_hant: 無法傳送組態。發生未預期的錯誤。

# InvalidKeyType
source: Invalid key
cs: Neplatný klíč
de: Ungültiger Schlüssel
es: Clave no válida
fr: Clé non valide
hu: Érvénytelen kulcs
it: Chiave non valida
ja: キーが無効です
ko: 잘못된 키
nl: Ongeldige sleutel
pl: Nieprawidłowy klucz
pt_br: Chave inválida
ru: Недопустимый ключ
sv: Ogiltig nyckel
tr: Geçersiz anahtar
tt: [Ĩŉväľįđ ĸęy !!! !!!]
zh_hans: 密钥无效
zh_hant: 金鑰無效

source: Resend
cs: Poslat znovu
de: Erneut senden
es: Volver a enviar
fr: Renvoyer
hu: Újraküldés
it: Rinvia
ja: 再送信
ko: 다시 보내기
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt_br: Reenviar
ru: Повторно отправить
sv: Skicka igen
tr: Yeniden Gönder
tt: [Ŗęşęŉđ !!! !!! !!! !!! !!!]
zh_hans: 重新发送
zh_hant: 重送

# ResendCommandError
source: An error occurred while resending the command
cs: Při opakovaném posílání příkazu došlo k chybě.
de: Fehler beim erneuten Senden des Befehls.
es: Error al volver a enviar el comando
fr: Une erreur s'est produite lors du renvoi de la commande
hu: Hiba történt a parancs újraküldése során
it: Si è verificato un errore durante il rinvio del comando
ja: コマンドの再送信中にエラーが発生しました
ko: 명령을 다시 보내는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het opnieuw verzenden van de opdracht
pl: Wystąpił błąd podczas ponownego wysyłania polecenia
pt_br: Ocorreu um erro ao reenviar o comando
ru: Произошла ошибка при повторной отправке команды
sv: Ett fel inträffade när kommandot skulle skickas igen
tr: Komut yeniden gönderilirken bir hata oluştu
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę řęşęŉđįŉģ ŧĥę čőmmäŉđ !!! !!!]
zh_hans: 重新发送命令时出错
zh_hant: 重新傳送命令時發生錯誤

source: Failed to Update ActionId
cs: Nepovedlo se aktualizovat ID akce.
de: Fehler beim Aktualisieren der ActionId.
es: No se pudo actualizar el id. de acción.
fr: Échec de la mise à jour de l'ID d'action
hu: Nem sikerült frissíteni az ActionId értékét
it: Non è stato possibile aggiornare l'ID azione
ja: ActionId を更新できませんでした
ko: ActionId를 업데이트하지 못함
nl: Kan ActionId niet bijwerken
pl: Nie można zaktualizować identyfikatora ActionId
pt_br: Falha ao Atualizar ActionId
ru: Не удалось обновить ActionId
sv: Det gick inte att uppdatera ActionId
tr: Eylem Kimliği güncelleştirilemedi
tt: [Fäįľęđ ŧő Ůpđäŧę ÅčŧįőŉĨđ !!! !!!]
zh_hans: 更新 ActionId 失败
zh_hant: 無法更新動作識別碼

# FailedToRetrieveActions
source: An error occurred while retrieving the list of actions.
cs: Při načítání seznamu akcí došlo k chybě.
de: Fehler beim Abrufen der Liste der Aktionen.
es: Error al recuperar el la lista de acciones.
fr: Une erreur s'est produite lors de la récupération de la liste des actions.
hu: A műveletek listájának beolvasása közben hiba lépett fel.
it: Si è verificato un errore durante il recupero dell'elenco di azioni.
ja: アクション一覧の取得中にエラーが発生しました。
ko: 작업 목록을 검색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het ophalen van de lijst met acties.
pl: Wystąpił błąd podczas pobierania listy akcji.
pt_br: Ocorreu um erro ao recuperar a lista de ações.
ru: Произошла ошибка при получении списка действий.
sv: Ett fel uppstod när listan med åtgärder skulle hämtas.
tr: Eylem listesi alınırken bir hata oluştu.
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę řęŧřįęvįŉģ ŧĥę ľįşŧ őƒ äčŧįőŉş. !!! !!! !!!]
zh_hans: 检索操作列表时出错。
zh_hant: 擷取動作清單時發生錯誤。

# FailedToRetrieveDevices
source: An error occurred while retrieving the list of devices.
cs: Při načítání seznamu zařízení došlo k chybě.
de: Fehler beim Abrufen der Liste der Geräte.
es: Error al recuperar la lista de dispositivos.
fr: Une erreur s'est produite lors de la récupération de la liste des appareils.
hu: Hiba történt az eszközök listájának beolvasása közben.
it: Si è verificato un errore durante il recupero dell'elenco di dispositivi.
ja: デバイス一覧の取得中にエラーが発生しました。
ko: 장치 목록을 검색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het ophalen van de lijst met apparaten.
pl: Wystąpił błąd podczas pobierania listy urządzeń.
pt_br: Ocorreu um erro ao recuperar a lista de dispositivos.
ru: Произошла ошибка при получении списка устройств.
sv: Ett fel inträffade när listan med enheter skulle hämtas.
tr: Cihaz listesi alınırken bir hata oluştu.
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę řęŧřįęvįŉģ ŧĥę ľįşŧ őƒ đęvįčęş. !!! !!! !!!]
zh_hans: 检索设备列表时出错。
zh_hant: 擷取裝置清單時發生錯誤。

# UnknownCommandParameterType
source: Unknown command parameter type: '{0}'
cs: Neznámý typ parametru příkazu: {0}
de: Unbekannter Befehlsparametertyp: "{0}"
es: Tipo de parámetro de comando desconocido: '{0}'
fr: Type de paramètre de commande inconnu : « {0} »
hu: A parancs következő paramétertípusa érvénytelen: '{0}'
it: Il tipo '{0}' del parametro del comando è sconosciuto
ja: コマンドのパラメーターの型が不明です: '{0}'
ko: 알 수 없는 명령 매개 변수 유형: '{0}'
nl: Onbekend type opdrachtparameter: {0}
pl: Nieznany typ parametru polecenia: „{0}”
pt_br: Tipo de parâmetro de comando desconhecido: '{0}'
ru: Неизвестный тип параметра команды: "{0}"
sv: Okänd kommandoparametertyp: {0}
tr: Bilinmeyen komut parametresi türü: '{0}'
tt: [Ůŉĸŉőŵŉ čőmmäŉđ päřämęŧęř ŧypę: '{0}' !!! !!!]
zh_hans: 未知命令参数类型:“{0}”
zh_hant: 命令參數類型不明: '{0}'

# BinaryCommandHint
source: Data type: base64 string (like 'Zm9vYmFy' or 'Zm9vYg==')
cs: Datový typ: base64 string (např. Zm9vYmFy nebo Zm9vYg==)
de: Datentyp: Base64-Zeichenfolge (z. B. "Zm9vYmFy" oder "Zm9vYg==")
es: Tipo de datos: cadena base64 (como 'Zm9vYmFy' o 'Zm9vYg==')
fr: Type de données : chaîne base64 (comme « Zm9vYmFy » ou « Zm9vYg== »)
hu: Adattípus: Base64 kódolású karakterlánc (például "Zm9vYmFy" vagy "Zm9vYg ==")
it: Tipo di dati: stringa Base64 (ad esempio 'Zm9vYmFy' o 'Zm9vYg==')
ja: データ型: base64 文字列 ('Zm9vYmFy'、'Zm9vYg==' など)
ko: 데이터 형식: base64 문자열(예: 'Zm9vYmFy' 또는 'Zm9vYg==')
nl: Gegevenstype: Base64-tekenreeks (bijvoorbeeld Zm9vYmFy of Zm9vYg==)
pl: Typ danych: ciąg base64 (taki jak „Zm9vYmFy” lub „Zm9vYg==”)
pt_br: Tipo de dados: cadeia de caracteres base64 (como "Zm9vYmFy" ou "Zm9vYg==")
ru: Тип данных: строка base64 (например, "Zm9vYmFy" или "Zm9vYg==")
sv: Datatyp: base64-sträng (som "Zm9vYmFy" eller "Zm9vYg==")
tr: Veri türü: base64 dizesi ('Zm9vYmFy' veya 'Zm9vYg==' gibi)
tt: [Đäŧä ŧypę: þäşę64 şŧřįŉģ (ľįĸę 'Żm9vŸmFy' őř 'Żm9vŸģ==') !!! !!! !!!]
zh_hans: 数据类型: Base64 字符串(如 "Zm9vYmFy" 或 "Zm9vYg==")
zh_hant: 資料類型: base64 字串 (例如 'Zm9vYmFy' 或 'Zm9vYg==')

# StringCommandHint
source: Data type: string (like 'Welcome, user!')
cs: Datový typ: string (např. Vítáme vás)
de: Datentyp: string (z. B. "Willkommen!")
es: Tipo de datos: cadena (como 'Hola, usuario')
fr: Type de données : chaîne (comme « Bienvenue, utilisateur ! )
hu: Adattípus: karakterlánc (példa: "Üdvözöljük, kedves felhasználó!")
it: Tipo di dati: string (ad esempio 'Benvenuto, utente.')
ja: データ型: 文字列 ('Welcome, user!' など)
ko: 데이터 형식: 문자열(예: 'Welcome, user!')
nl: Gegevenstype: String (bijvoorbeeld Welkom gebruiker)
pl: Typ danych: ciąg (na przykład „Witaj, użytkowniku!”)
pt_br: Tipo de dados: cadeia de caracteres (como "Bem-vindo, usuário!")
ru: Тип данных: строковый (например, "Добро пожаловать, пользователь!")
sv: Datatyp: sträng (som "Välkommen, användare!")
tr: Veri türü: dize ('Hoş geldiniz.' gibi)
tt: [Đäŧä ŧypę: şŧřįŉģ (ľįĸę 'Ŵęľčőmę, ūşęř!') !!! !!!]
zh_hans: 数据类型: 字符串(如“欢迎使用，亲爱的用户!”)
zh_hant: 資料類型: 字串 (例如 'Welcome, user!')

source: FIND DEVICES
cs: NAJÍT ZAŘÍZENÍ
de: GERÄTE SUCHEN
es: BUSCAR DISPOSITIVOS
fr: RECHERCHER DES APPAREILS
hu: ESZKÖZÖK KERESÉSE
it: TROVA DISPOSITIVI
ja: デバイスの検索
ko: 장치 찾기
nl: APPARATEN ZOEKEN
pl: ZNAJDŹ URZĄDZENIA
pt_br: LOCALIZAR DISPOSITIVOS
ru: НАЙТИ УСТРОЙСТВА
sv: HITTA ENHETER
tr: CİHAZLARI BUL
tt: [FĨŃĐ ĐĒVĨCĒŜ !!! !!!]
zh_hans: 查找设备
zh_hant: 尋找裝置

# FindLabel
source: Find
cs: Najít
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Trova
ja: 検索
ko: 찾기
nl: Zoeken
pl: Znajdź
pt_br: Localizar
ru: Найти
sv: Hitta
tr: Bul
tt: [Fįŉđ !!! !!! !!!]
zh_hans: 查找
zh_hant: 尋找

# ResetLabel
source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Alaphelyzet
it: Ripristina
ja: リセット
ko: 초기화
nl: Opnieuw instellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
tr: Sıfırla
tt: [Ŗęşęŧ !!! !!! !!! !!!]
zh_hans: 重置
zh_hant: 重設

source: SEARCH DEVICES
cs: HLEDAT ZAŘÍZENÍ
de: GERÄTE SUCHEN
es: BUSCAR DISPOSITIVOS
fr: RECHERCHER DES APPAREILS
hu: ESZKÖZÖK KERESÉSE
it: CERCA DISPOSITIVI
ja: デバイスの検索
ko: 장치 검색
nl: APPARATEN ZOEKEN
pl: WYSZUKAJ URZĄDZENIA
pt_br: PESQUISAR DISPOSITIVOS
ru: ПОИСК УСТРОЙСТВ
sv: SÖK EFTER ENHETER
tr: CİHAZ ARA
tt: [ŜĒÅŖCĦ ĐĒVĨCĒŜ !!! !!!]
zh_hans: 搜索设备
zh_hant: 搜尋裝置

source: Add New Clause
cs: + PŘIDAT NOVOU KLAUZULI
de: Neue Klausel hinzufügen
es: + AGREGAR CLÁUSULA NUEVA
fr: + AJOUTER UNE NOUVELLE CLAUSE
hu: + ÚJ FELTÉTEL HOZZÁADÁSA
it: + AGGIUNGI NUOVA CLAUSOLA
ja: + 新しい区の追加
ko: + 새 절 추가
nl: Nieuwe component toevoegen
pl: + DODAJ NOWĄ KLAUZULĘ
pt_br: Adicionar Nova Cláusula
ru: + ДОБАВИТЬ НОВОЕ ПРЕДЛОЖЕНИЕ
sv: Lägg till ny sats
tr: Yeni Yan Tümce Ekle
tt: [+ ÅĐĐ ŃĒŴ CĿÅŮŜĒ !!! !!!]
zh_hans: 添加新子句
zh_hant: 新增子句

source: FILTER DEVICES
cs: FILTROVAT ZAŘÍZENÍ
de: GERÄTE FILTERN
es: FILTRAR DISPOSITIVOS
fr: FILTRER LES APPAREILS
hu: ESZKÖZÖK SZŰRÉSE
it: FILTRA DISPOSITIVI
ja: デバイスにフィルターを適用
ko: 장치 필터링
nl: APPARATEN FILTEREN
pl: FILTRUJ URZĄDZENIA
pt_br: FILTRAR DISPOSITIVOS
ru: ФИЛЬТРОВАТЬ УСТРОЙСТВА
sv: FILTRERA ENHETER
tr: CİHAZLARI FİLTRELE
tt: [FĨĿŦĒŖ ĐĒVĨCĒŜ !!! !!!]
zh_hans: 筛选设备
zh_hant: 篩選裝置

# FilterFieldLabel
source: FIELD
cs: POLE
de: FELD
es: CAMPO
fr: CHAMP
hu: MEZŐ
it: CAMPO
ja: フィールド
ko: 필드
nl: VELD
pl: POLE
pt_br: CAMPO
ru: ПОЛЕ
sv: FÄLT
tr: ALAN
tt: [FĨĒĿĐ !!! !!! !!! !!!]
zh_hans: 字段
zh_hant: 欄位

# FilterOperatorContainsInsensitive
source: Contains (case insensitive)
cs: Obsahuje (nerozlišují se malá a velká písmena)
de: Enthält (Groß-/Kleinschreibung nicht beachten)
es: Contiene (sin distinción de mayúsculas y minúsculas)
fr: Contient (casse non prise en compte)
hu: Tartalmazza (kis- és nagybetű nincs megkülönböztetve)
it: Contiene (senza distinzione maiuscole/minuscole)
ja: 次の文字を含む (大文字と小文字を区別しない)
ko: 포함(대/소문자 구분 안 함)
nl: Bevat (niet hoofdlettergevoelig)
pl: Zawiera (bez uwzględniania wielkości liter)
pt_br: Contém (não diferencia maiúsculas de minúsculas)
ru: Содержит (без учета регистра)
sv: Innehåller (inte skiftlägeskänsligt)
tr: İçerir (büyük/küçük harfe duyarlı değil)
tt: [Cőŉŧäįŉş (čäşę įŉşęŉşįŧįvę) !!! !!!]
zh_hans: 包含(不区分大小写)
zh_hant: 包含 (不區分大小寫)

# FilterOperatorContainsSensitive
source: Contains (case sensitive)
cs: Obsahuje (rozlišují se malá a velká písmena)
de: Enthält (Groß-/Kleinschreibung beachten)
es: Contiene (con distinción de mayúsculas y minúsculas)
fr: Contient (casse prise en compte)
hu: Tartalmazza (kis-és nagybetűk megkülönböztetve)
it: Contiene (con distinzione maiuscole/minuscole)
ja: 次の文字を含む (大文字と小文字を区別する)
ko: 포함(대/소문자 구분)
nl: Bevat (hoofdlettergevoelig)
pl: Zawiera (z uwzględnieniem wielkości liter)
pt_br: Contém (diferencia maiúsculas de minúsculas)
ru: Содержит (с учетом регистра)
sv: Innehåller (skiftlägeskänsligt)
tr: İçerir (büyük/küçük harfe duyarlı)
tt: [Cőŉŧäįŉş (čäşę şęŉşįŧįvę) !!! !!!]
zh_hans: 包含(区分大小写)
zh_hant: 包含 (區分大小寫)
