Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# MinOfDevicesHumidity
source: Min of device humidity
cs: Minimální vlhkost v zařízení
de: Min. Luftfeuchtigkeit für Gerät
es: Humedad de dispositivo mínima
fr: Humidité minimale de l'appareil
hu: Az eszköz minimális nedvességtartalma
it: Umidità dispositivo minima
ja: デバイスの湿度の最小値
ko: 최소 장치 습도
nl: Minimale apparaatvochtigheid
pl: Minimalna wilgotność urządzenia
pt_br: Umidade mínima do dispositivo
ru: Минимальное значение влажности устройства
sv: Min för enhetens fuktighet
tr: Cihazın minimum nem oranı
tt: [Mįŉ őƒ đęvįčę ĥūmįđįŧy !!! !!!]
zh_hans: 设备湿度的最小值
zh_hant: 裝置濕度最小值

source: Telemetry History
cs: Historie telemetrie
de: Telemetrieverlauf
es: Historial de telemetría
fr: Historique de télémétrie
hu: Telemetriai előzmények
it: Cronologia telemetria
ja: テレメトリ履歴
ko: 원격 분석 기록
nl: Telemetriegeschiedenis
pl: Historia telemetrii
pt_br: Histórico de Telemetria
ru: Журнал телеметрии
sv: Telemetrihistorik
tr: Telemetri Geçmişi
tt: [Ŧęľęmęŧřy Ħįşŧőřy !!! !!!]
zh_hans: 遥测历史记录
zh_hant: 遙測歷程記錄

source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sv: Temperatur
tr: Sıcaklık
tt: [Ŧęmpęřäŧūřę !!! !!!]
zh_hans: 温度
zh_hant: 溫度

source: Active
cs: Aktivní
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywne
pt_br: Ativo
ru: Активно
sv: Aktiv
tr: Etkin
tt: [Åčŧįvę !!! !!! !!! !!! !!!]
zh_hans: 活动
zh_hant: 作用中

source: Alarm History
cs: Historie varování
de: Alarmverlauf
es: Historial de alarmas
fr: Historique des alarmes
hu: Riasztási előzmények
it: Cronologia sveglia
ja: アラーム履歴
ko: 알람 기록
nl: Geschiedenis van waarschuwingen
pl: Historia alarmów
pt_br: Histórico de Alarmes
ru: Журнал оповещений
sv: Larmhistorik
tr: Alarm Geçmişi
tt: [Åľäřm Ħįşŧőřy !!! !!!]
zh_hans: 警报历史记录
zh_hant: 警示歷程記錄

source: Closed
cs: Zavřeno
de: Geschlossen
es: Cerrado
fr: Fermé
hu: Lezárt
it: Chiuso
ja: 終了
ko: 닫힘
nl: Gesloten
pl: Zamknięte
pt_br: Fechado
ru: Закрыто
sv: Stängd
tr: Kapalı
tt: [Cľőşęđ !!! !!! !!! !!! !!!]
zh_hans: 已关闭
zh_hant: 已關閉

source: Information
cs: Informace
de: Informationen
es: Información
fr: Informations
hu: Információ
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Сведения
tr: Bilgi
tt: [Ĩŉƒőřmäŧįőŉ !!! !!!]
zh_hans: 信息
zh_hant: 資訊

# IssueNumberHeader
source: Issue No.
cs: Číslo vydání
de: Problem Nr.
es: N.º de problema
fr: Numéro du problème
hu: Probléma száma
it: N. problema
ja: 問題番号
ko: 문제 번호
nl: Nummer van het probleem
pl: Nr wydania
pt_br: Nº do Problema
ru: Номер проблемы
sv: Ärendenummer.
tr: Sorun Numarası
tt: [Ĩşşūę Ńő. !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 问题编号
zh_hant: 問題編號

# IssueTypeHeader
source: Issue Type
cs: Typ vydání
de: Problemtyp
es: Tipo de problema
fr: Type de problème
hu: Probléma típusa
it: Tipo di problema
ja: 問題の種類
ko: 문제 유형
nl: Type probleem
pl: Typ wydania
pt_br: Tipo do Problema
ru: Тип проблемы
sv: Ärendetyp
tr: Sorun Türü
tt: [Ĩşşūę Ŧypę !!! !!!]
zh_hans: 问题类型
zh_hant: 問題類型

# DefaultSolutionName
source: Remote Monitoring Solution
cs: Řešení vzdáleného monitorování
de: Lösung für die Remoteüberwachung
es: Solución de supervisión remota
fr: Solution de surveillance à distance
hu: Távoli figyelési megoldás
it: Soluzione di monitoraggio remoto
ja: リモート監視ソリューション
ko: 원격 모니터링 솔루션
nl: Externe bewakingsoplossing
pl: Rozwiązanie monitorowania zdalnego
pt_br: Solução de Monitoramento Remoto
ru: Решение удаленного мониторинга
sv: Fjärrövervakningslösning
tr: Uzaktan İzleme Çözümü
tt: [Ŗęmőŧę Mőŉįŧőřįŉģ Ŝőľūŧįőŉ !!! !!!]
zh_hans: 远程监控解决方案
zh_hant: 遠端監視解決方案

# EditDeviceRuleFormatted
source: {0} Rule for Device {1}
cs: Pravidlo {0} pro zařízení {1}
de: {0}-Regel für Gerät "{1}"
es: Regla {0} para el dispositivo {1}
fr: Règle {0} pour l'appareil {1}
hu: {1} eszköz szabálya ({0})
it: Regola {0} per il dispositivo {1}
ja: デバイス {1} の {0} ルール
ko: {1} 장치에 대한 {0} 규칙
nl: Regel voor {0} voor apparaat {1}
pl: Reguła {0} dla urządzenia {1}
pt_br: {0} Regra para o Dispositivo {1}
ru: Правило {0} для устройства {1}
sv: {0} Regel för enhet {1}
tr: {1} Cihazı için {0} Kuralı
tt: [{0} Ŗūľę ƒőř Đęvįčę {1} !!! !!!]
zh_hans: 设备 {1} 的 {0} 规则
zh_hant: 裝置 {1} 的 {0} 規則

source: Save and View Rules
cs: Uložit a zobrazit pravidla
de: Speichern und Regeln anzeigen
es: Guardar y ver reglas
fr: Enregistrer et afficher les règles
hu: Mentés és a szabályok megtekintése
it: Salva e visualizza regole
ja: ルールを保存して表示
ko: 규칙 저장 및 보기
nl: Regels opslaan en weergeven
pl: Zapisz i wyświetl reguły
pt_br: Salvar e Exibir Regras
ru: Сохранить и просмотреть правила
sv: Spara och visa regler
tr: Kuralları Kaydet ve Görüntüle
tt: [Ŝävę äŉđ Vįęŵ Ŗūľęş !!! !!!]
zh_hans: 保存并查看规则
zh_hant: 儲存並檢視規則

source: View Rules
cs: Zobrazit pravidla
de: Regeln anzeigen
es: Ver reglas
fr: Afficher les règles
hu: Szabályok megtekintése
it: Visualizza regole
ja: ルールの表示
ko: 규칙 보기
nl: Regels weergeven
pl: Wyświetl reguły
pt_br: Exibir Regras
ru: Просмотреть правила
sv: Visa regler
tr: Kuralları Görüntüle
tt: [Vįęŵ Ŗūľęş !!! !!!]
zh_hans: 查看规则
zh_hant: 檢視規則

source: Rule Output
cs: Výstup pravidla
de: Regelausgabe
es: Salida de regla
fr: Sortie de la règle
hu: Szabály kimenete
it: Output regola
ja: ルールの出力
ko: 규칙 출력
nl: Regeluitvoer
pl: Dane wyjściowe reguły
pt_br: Saída da Regra
ru: Вывод правила
sv: Utdata för regel
tr: Kural Çıktısı
tt: [Ŗūľę Øūŧpūŧ !!! !!!]
zh_hans: 规则输出
zh_hant: 規則輸出

source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
tt: [Väľūę !!! !!! !!! !!!]
zh_hans: 值
zh_hant: 值

# ThresholdFormatError
source: The Threshold must be a valid double.
cs: Mezní hodnota musí být platný typ double.
de: Der Schwellenwert muss ein gültiger Wert vom Typ "double" sein.
es: El Umbral debe ser un valor doble válido.
fr: Le seuil doit être une valeur de type double valide.
hu: A küszöbértéknek érvényes duplaszónak kell lennie.
it: La soglia deve essere costituita da un valore double valido.
ja: しきい値は有効な倍精度値にする必要があります。
ko: 임계값은 유효한 double이어야 합니다.
nl: De drempelwaarde moet een geldig getal met dubbele precisie zijn.
pl: Próg musi być poprawną wartością o podwójnej precyzji.
pt_br: O Limite deve ser um duplo válido.
ru: Порог должен быть допустимым значением типа double.
sv: Tröskelvärdet måste vara en giltig dubbel.
tr: Eşik, geçerli bir çift değer olmalıdır.
tt: [Ŧĥę Ŧĥřęşĥőľđ mūşŧ þę ä väľįđ đőūþľę. !!! !!!]
zh_hans: 该阈值必须为有效的双精度型值。
zh_hant: [臨界值] 必須是有效的雙精確度數值。

source: Unable to retrieve alerts history from service
cs: Nepovedlo se načíst historii výstrah ze služby.
de: Warnungen können nicht aus Dienst abgerufen werden.
es: No se puede recuperar el historial de alertas del servicio.
fr: Impossible de récupérer l'historique des alertes auprès du service
hu: Nem sikerült lekérdezni a riasztási előzményeket a szolgáltatástól
it: Non è possibile recuperare la cronologia avvisi dal servizio
ja: サービスからアラート履歴を取得できません
ko: 서비스에서 경고 기록을 검색할 수 없습니다.
nl: De geschiedenis van waarschuwingen kan niet uit de service worden opgehaald
pl: Nie można pobrać historii alertów z usługi
pt_br: Não foi possível recuperar o histórico de alertas do serviço
ru: Не удалось получить журнал оповещений из службы
sv: Det gick inte att hämta aviseringshistorik från tjänsten
tr: Uyarı geçmişi, hizmetten alınamıyor
tt: [Ůŉäþľę ŧő řęŧřįęvę äľęřŧş ĥįşŧőřy ƒřőm şęřvįčę !!! !!!]
zh_hans: 无法从服务中检索警报历史记录
zh_hant: 無法從服務擷取警示歷程記錄

source: Unable to retrieve device telemetry from service
cs: Nepovedlo se načíst telemetrii zařízení ze služby.
de: Gerätetelemetrie kann nicht aus Dienst abgerufen werden.
es: No se puede recuperar la telemetría de dispositivo del servicio.
fr: Impossible de récupérer la télémétrie de l'appareil auprès du service
hu: Nem sikerült lekérdezni a telemetriát a szolgáltatástól
it: Non è possibile recuperare la telemetria del dispositivo dal servizio
ja: サービスからデバイスのテレメトリを取得できません
ko: 서비스에서 장치 원격 분석을 검색할 수 없습니다.
nl: De apparaattelemetrie kan niet uit de service worden opgehaald
pl: Nie można pobrać telemetrii urządzenia z usługi
pt_br: Não foi possível recuperar a telemetria do dispositivo do serviço
ru: Не удалось получить телеметрию устройства из службы
sv: Det gick inte att hämta enhetstelemetrin från tjänsten
tr: Cihaz telemetrisi, hizmetten alınamıyor
tt: [Ůŉäþľę ŧő řęŧřįęvę đęvįčę ŧęľęmęŧřy ƒřőm şęřvįčę !!! !!! !!!]
zh_hans: 无法从服务中检索设备遥测
zh_hant: 無法從服務擷取裝置遙測

# CommandDeliveryCountExceeded
source: Delivery Count Exceeded
cs: Překročení počtu doručených položek
de: Übermittlungsanzahl wurde überschritten.
es: Se superó el recuento de entregas.
fr: Dépassement du nombre de remise
hu: Szállítási darabszám túllépve
it: Numero di distribuzioni superato
ja: 配信数を超過しました
ko: 배달 횟수 초과
nl: Het aantal bezorgingen is overschreden
pl: Przekroczono licznik dostaw
pt_br: Contagem de Entrega Excedida
ru: Превышено максимальное число доставок
sv: Leveransantalet har överskridits
tr: Teslim Sayısı Aşıldı
tt: [Đęľįvęřy Cőūŉŧ Ēχčęęđęđ !!! !!!]
zh_hans: 已超出发送数
zh_hant: 已超過傳遞計數

# CommandExpired
source: Expired
cs: Platnost vypršela
de: Abgelaufen
es: Expirado
fr: Expiré
hu: Lejárt
it: Scaduto
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasłe
pt_br: Expirado
ru: Просрочено
sv: Har upphört att gälla
tr: Süresi Doldu
tt: [Ēχpįřęđ !!! !!! !!! !!! !!! !!!]
zh_hans: 已过期
zh_hant: 已過期

# CommandRejected
source: Rejected
cs: Odmítnuto
de: Abgelehnt
es: Rechazado
fr: Rejeté
hu: Elutasítva
it: Rifiutato
ja: 拒否されました
ko: 거부됨
nl: Geweigerd
pl: Odrzucone
pt_br: Rejeitado
ru: Отклонено
sv: Avvisad
tr: Reddedildi
tt: [Ŗęĵęčŧęđ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 已拒绝
zh_hant: 遭拒絕

# CommandSuccess
source: Success
cs: Úspěch
de: Erfolgreich
es: Proceso correcto
fr: Réussite
hu: Sikeres
it: Operazione completata
ja: 成功
ko: 성공
nl: Voltooid
pl: Powodzenie
pt_br: Sucesso
ru: Успешно
sv: Lyckades
tr: Başarılı
tt: [Ŝūččęşş !!! !!! !!! !!! !!! !!!]
zh_hans: 成功
zh_hant: 成功

source: Time
cs: Čas
de: Zeit
es: Hora
fr: Heure
hu: Időpont
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid
tr: Zaman
tt: [Ŧįmę !!! !!! !!!]
zh_hans: 时间
zh_hant: 時間

# RuleAlreadyAddedError
source: A rule for this data field already exists for this device. Only one rule can be defined on a field for a given device. Either try to create a rule for a different data field, or edit the existing rule.
cs: Pro toto zařízení už existuje pravidlo pro toto datové pole. Pro dané zařízení může být definované jenom jedno pravidlo pro jedno pole. Zkuste vytvořit pravidlo pro jiné datové pole nebo upravte stávající pravidlo.
de: Für dieses Gerät ist bereits eine Regel für dieses Datenfeld vorhanden. Pro Feld für ein bestimmtes Gerät kann nur eine Regel definiert werden. Versuchen Sie entweder, eine Regel für ein anderes Datenfeld zu erstellen, oder bearbeiten Sie die vorhandene Regel.
es: Ya existe una regla para este campo de datos en este dispositivo. Solo se puede definir una regla en un campo para un dispositivo determinado. Intente crear una regla para otro campo de datos o edite la regla existente.
fr: Une règle pour ce champ de données existe déjà pour cet appareil. Une seule règle peut être définie sur un champ pour un appareil donné. Essayez de créer une règle pour un autre champ de données ou modifiez la règle existante.
hu: Az adatmezőhöz tartozó szabály már létezik az eszközhöz. Csak egy szabályt lehet definiálni az adott eszközhöz egy mezőben. Vagy hozzon létre szabályt egy másik adatmezőhöz, vagy szerkessze a meglévő szabályt.
it: Per questo dispositivo esiste già una regola per questo campo dati. È possibile definire solo una regola su un campo per un dispositivo specifico. Provare a creare una regola per un altro campo dati oppure modificare la regola esistente.
ja: このデバイスには、このデータ フィールドに関するルールが既に存在します。デバイスで 1 つのフィールドに定義できるルールは 1 つまでです。別のデータ フィールドに関するルールを作成するか、既存のルールを編集してください。
ko: 이 데이터 필드에 대한 규칙이 이 장치에 이미 있습니다. 지정된 장치에서는 한 필드에 하나의 규칙만 정의할 수 있습니다. 다른 데이터 필드에 대한 규칙을 만들거나 기존 규칙을 편집하세요.
nl: Dit apparaat heeft al een regel voor dit gegevensveld. Er kan voor een bepaald apparaat slechts één regel voor een veld worden gedefinieerd. Maak een regel voor een ander gegevensveld of bewerk de bestaande regel.
pl: Dla tego urządzenia istnieje już reguła dla tego pola danych. Dla pola danego urządzenia można zdefiniować tylko jedną regułę. Spróbuj utworzyć regułę dla innego pola danych lub edytuj istniejącą regułę.
pt_br: Já existe uma regra para este campo de dados neste dispositivo. Somente uma regra pode ser definida em um campo para um determinado dispositivo. Tente criar uma regra para um campo de dados diferente ou edite a regra existente.
ru: Правило для этого поля данных уже существует для этого устройства. Только одно правило может быть определено для поля конкретного устройства. Либо создайте правило для другого поля данных, либо измените существующее правило.
sv: Det finns redan en regel för det här datafältet för den här enheten. Det går bara att ange en regel för ett fält för en viss enhet. Försök att antingen skapa en regel för ett annat datafält eller redigera den befintliga regeln.
tr: Bu cihazda bu veri alanı için bir kural zaten var. Bir cihazdaki belirli bir alan için yalnızca bir kural tanımlanabilir. Farklı bir veri alanı için kural oluşturmayı deneyin ya da mevcut kuralı düzenleyin.
tt: [Å řūľę ƒőř ŧĥįş đäŧä ƒįęľđ äľřęäđy ęχįşŧş ƒőř ŧĥįş đęvįčę. Øŉľy őŉę řūľę čäŉ þę đęƒįŉęđ őŉ ä ƒįęľđ ƒőř ä ģįvęŉ đęvįčę. Ēįŧĥęř ŧřy ŧő čřęäŧę ä řūľę ƒőř ä đįƒƒęřęŉŧ đäŧä ƒįęľđ, őř ęđįŧ ŧĥę ęχįşŧįŉģ řūľę. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 此设备已存在用于此数据字段的规则。仅可以在给定设备的一个字段中定义一条规则。可以尝试创建另一个数据字段的规则，或编辑现有规则。
zh_hant: 此裝置已存在這個資料欄位的規則。在指定裝置的欄位上，只能定義一項規則。請嘗試為其他資料欄位建立規則，或編輯現有規則。

# TableDataSaveConflictErrorMessage
source: There was a conflict while saving the data. Please verify the data and try again.
cs: Při ukládání dat došlo ke konfliktu. Ověřte prosím data a zkuste to znovu.
de: Konflikt beim Speichern der Daten. Überprüfen Sie die Daten, und versuchen Sie es noch mal.
es: Se produjo un conflicto al guardar los datos. Compruebe los datos y vuelva a intentarlo.
fr: Un conflit est survenu lors de l'enregistrement des données. Vérifiez les données et réessayez.
hu: Ütközés történt az adatok mentése közben. Ellenőrizze az adatokat, majd próbálja újra.
it: È stato rilevato un conflitto durante il salvataggio dei dati. Verificare i dati e riprovare.
ja: データの保存中に競合が発生しました。データを確認して、もう一度お試しください。
ko: 데이터를 저장하는 동안 충돌이 발생했습니다. 데이터를 확인하고 다시 시도하세요.
nl: Er is een conflict opgetreden tijdens het opslaan van de gegevens. Controleer de gegevens en probeer het vervolgens opnieuw.
pl: Wystąpił konflikt podczas zapisywania danych. Sprawdź dane i spróbuj ponownie.
pt_br: Ocorreu um conflito ao salvar os dados. Verifique os dados e tente novamente.
ru: Произошел конфликт при сохранении данных. Проверьте данные и повторите попытку.
sv: Det uppstod en konflikt när data skulle sparas. Kontrollera dina data och försök igen.
tr: Veriler kaydedilirken bir çakışma oluştu. Lütfen verileri doğrulayın ve tekrar deneyin.
tt: [Ŧĥęřę ŵäş ä čőŉƒľįčŧ ŵĥįľę şävįŉģ ŧĥę đäŧä. Pľęäşę vęřįƒy ŧĥę đäŧä äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
zh_hans: 保存数据时发生冲突。请验证数据，然后重试。
zh_hant: 儲存資料時發生衝突。請驗證資料，並再試一次。

# SimulatorCredentialHeader
source: Your simulated device has been created with these settings
cs: Vaše simulované zařízení je vytvořené s tímto nastavením
de: Das simulierte Gerät wurde mit diesen Einstellungen erstellt.
es: El dispositivo simulado se creó con esta configuración.
fr: Votre appareil simulé a été créé avec ces paramètres
hu: A szimulált eszköz létrehozva ezekkel a beállításokkal
it: Il dispositivo simulato è stato creato con le impostazioni seguenti
ja: シミュレートされたデバイスをこの設定で作成しました。
ko: 이러한 설정으로 시뮬레이션된 장치를 만들었습니다.
nl: Het gesimuleerde apparaat is gemaakt met deze instellingen
pl: Symulowane urządzenie zostało utworzone z tymi ustawieniami
pt_br: Seu dispositivo simulado foi criado com essas configurações
ru: Имитированное устройство создано с этими настройками
sv: Den simulerade enheten har skapats med dessa inställningar
tr: Sanal cihazınız bu ayarlarla oluşturuldu
tt: [Ÿőūř şįmūľäŧęđ đęvįčę ĥäş þęęŉ čřęäŧęđ ŵįŧĥ ŧĥęşę şęŧŧįŉģş !!! !!! !!!]
zh_hans: 你的模拟设备已创建完成并具有这些设置
zh_hant: 已使用這些設定建立您模擬的裝置

# ErrorRemoveRule
source: Unable to remove rule. An unexpected error occurred.
cs: Nepovedlo se odebrat pravidlo. Došlo k neočekávané chybě.
de: Regel kann nicht entfernt werden. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo quitar la regla.
fr: Impossible de supprimer la règle. Une erreur inattendue s'est produite.
hu: Nem távolítható el szabály. Váratlan hiba történt.
it: Non è possibile rimuovere la regola. Si è verificato un errore imprevisto.
ja: ルールを削除できません。予期しないエラーが発生しました。
ko: 규칙을 제거할 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan de regel niet verwijderen. Er is een onverwachte fout opgetreden.
pl: Nie można usunąć reguły. Wystąpił nieoczekiwany błąd.
pt_br: Não foi possível remover a regra. Ocorreu um erro inesperado.
ru: Не удалось удалить правило. Произошла неожиданная ошибка.
sv: Det gick inte att ta bort regeln. Ett oväntat fel inträffade.
tr: Kural kaldırılamıyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő řęmővę řūľę. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法删除规则。发生了意外错误。
zh_hant: 無法移除規則。發生未預期的錯誤。

source: Remove Rule
cs: Odebrat pravidlo
de: Regel entfernen
es: Quitar regla
fr: Supprimer la règle
hu: Szabály eltávolítása
it: Rimuovi regola
ja: ルールの削除
ko: 규칙 제거
nl: Regel verwijderen
pl: Usuń regułę
pt_br: Remover Regra
ru: Удалить правило
sv: Ta bort regel
tr: Kuralı Kaldır
tt: [Ŗęmővę Ŗūľę !!! !!!]
zh_hans: 删除规则
zh_hant: 移除規則

# RemoveRuleConfirmationPart1
source: Are you sure? This will remove this rule from your IoT solution.
cs: Určitě to chcete udělat? Tímto krokem se toto pravidlo odebere z vašeho řešení IoT.
de: Sind Sie sicher? Hierdurch wird diese Regel aus Ihrer IoT-Lösung entfernt.
es: ¿Está seguro? Se quitará la regla de la solución de IoT.
fr: Êtes-vous sûr ? Ceci va supprimer cette règle de votre solution IoT.
hu: Biztos benne? A művelettel eltávolítja a szabályt az IoT-megoldásból.
it: Procedere? La regola verrà rimossa dalla soluzione IoT.
ja: IoT ソリューションからこのルールを削除してもよろしいですか?
ko: 계속할까요? 이 작업을 수행하면 IoT 솔루션에서 이 규칙이
nl: Weet u het zeker? Hierdoor wordt deze regel uit uw IoT-oplossing verwijderd.
pl: Czy na pewno? Spowoduje to usunięcie tej reguły z rozwiązania IoT.
pt_br: Tem certeza? Isso removerá esta regra da sua solução de IoT.
ru: Вы уверены? Это правило будет удалено из вашего решения IoT.
sv: Är du säker? Regeln kommer att tas bort från IoT-lösningen.
tr: Emin misiniz? Bu işlem, bu kuralı IoT çözümünüzden kaldıracak.
tt: [Åřę yőū şūřę? Ŧĥįş ŵįľľ řęmővę ŧĥįş řūľę ƒřőm yőūř ĨőŦ şőľūŧįőŉ. !!! !!! !!! !!!]
zh_hans: 是否确定? 此操作将从你的 IoT 解决方案中删除此规则。
zh_hant: 確定嗎? 如此會從您的 IoT 解決方案移除此規則。

# RemoveRuleConfirmationPart2
source: This action is permanent.
cs: Tato akce se nedá vrátit.
de: Diese Aktion ist dauerhaft.
es: Esta acción no se puede deshacer.
fr: Cette action est définitive.
hu: Ez a művelet nem vonható vissza.
it: Questa azione non può essere annullata.
ja: この操作は、元に戻すことができません。
ko: 영구적으로 제거됩니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta akcja jest trwała.
pt_br: Esta ação é permanente.
ru: Это действие необратимо.
sv: Åtgärden är permanent.
tr: Bu eylem kalıcıdır.
tt: [Ŧĥįş äčŧįőŉ įş pęřmäŉęŉŧ. !!! !!!]
zh_hans: 此操作是永久性操作。
zh_hant: 這是永久性動作。

# RemoveRuleFormatted
source: Remove Rule for {0} on Device {1}
cs: Odebrat pravidlo pro {0} na zařízení {1}
de: Regel für "{0}" auf Gerät "{1}" entfernen
es: Quitar regla para {0} del dispositivo {1}
fr: Supprimer la règle {0} pour l'appareil {1}
hu: Szabály eltávolítása ({0}) a(z) {1} eszközről
it: Rimuovi regola per {0} nel dispositivo {1}
ja: デバイス {1} の {0} に関するルールの削除
ko: {1} 장치에서 {0}에 대한 규칙 제거
nl: Regel voor {0} op apparaat {1} verwijderen
pl: Usuń regułę dla {0} z urządzenia {1}
pt_br: Remover Regra para {0} no Dispositivo {1}
ru: Удалить правило для {0} на устройстве {1}
sv: Ta bort regel för {0} på enheten {1}
tr: {1} Cihazındaki {0} Kuralını Kaldır
tt: [Ŗęmővę Ŗūľę ƒőř {0} őŉ Đęvįčę {1} !!! !!!]
zh_hans: 删除设备 {1} 上的 {0} 的规则
zh_hant: 移除裝置 {1} 上 {0} 的規則

# YesRemoveRuleFormatted
source: Yes, remove the rule for {0} on device {1}
cs: Ano, odebrat pravidlo pro {0} na zařízení {1}
de: Ja, die Regel für "{0}" auf Gerät "{1}" entfernen
es: Sí, quitar la regla para {0} del dispositivo {1}
fr: Oui, supprimer la règle pour {0} sur l'appareil {1}
hu: Igen, távolítsa el a(z) {0} szabályt a(z) {1} eszközről
it: Sì, rimuovi la regola per {0} nel dispositivo {1}
ja: はい。デバイス {1} の {0} に関するルールを削除します
ko: 예, {1} 장치에서 {0}에 대한 규칙을 제거합니다.
nl: Ja, de regel voor {0} op apparaat {1} verwijderen
pl: Tak, usuń regułę dla {0} na urządzeniu {1}
pt_br: Sim, remova a regra para {0} no dispositivo {1}
ru: Да, удалить правило для {0} на устройстве {1}
sv: Ja, ta bort regeln för {0} på enheten {1}
tr: Evet, {1} cihazındaki {0} kuralını kaldır
tt: [Ÿęş, řęmővę ŧĥę řūľę ƒőř {0} őŉ đęvįčę {1} !!! !!!]
zh_hans: 是，删除设备 {1} 上的 {0} 的规则
zh_hant: 是，移除裝置 {1} 上 {0} 的規則

# RemoveDeviceConfirmation
source: Remove Device
cs: Odebrat zařízení
de: Gerät entfernen
es: Quitar dispositivo
fr: Supprimer l'appareil
hu: Eszköz eltávolítása
it: Rimuovi dispositivo
ja: デバイスの削除
ko: 장치 제거
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt_br: Remover Dispositivo
ru: Удалить устройство
sv: Ta bort enhet
tr: Cihazı Kaldır
tt: [Ŗęmővę Đęvįčę !!! !!!]
zh_hans: 删除设备
zh_hant: 移除裝置

source: Cellular Connectivity Management
cs: Správa mobilního připojení
de: Verwalten der Mobilfunkverbindung
es: Administración de conectividad móvil
fr: Gestion de la connectivité cellulaire
hu: Mobilhálózati kapcsolat kezelése
it: Gestione connettività cellulare
ja: 携帯ネットワーク接続管理
ko: 셀룰러 연결 관리
nl: Beheer van mobiele connectiviteit
pl: Zarządzanie łącznością komórkową
pt_br: Gerenciamento de Conectividade Celular
ru: Управление мобильной связью
sv: Hantering av mobilanslutning
tr: Şebeke Bağlantısı Yönetimi
zh_hans: 手机网络连接管理
zh_hant: 行動數據連線管理

source: SIM Information...
cs: Informace SIM...
de: SIM-Informationen...
es: Información sobre SIM...
fr: Informations de la carte SIM...
hu: SIM információk...
it: Informazioni SIM...
ja: SIM 情報...
ko: SIM 정보...
nl: SIM-informatie...
pl: Informacje SIM...
pt_br: Informações de SIM...
ru: Сведения о SIM...
tr: SIM Bilgileri...
zh_hans: SIM 卡信息...
zh_hant: SIM 資訊...

source: Connection Status:
cs: Stav připojení:
de: Verbindungsstatus:
es: Estado de conexión:
fr: État de la connexion :
hu: Kapcsolat állapota:
it: Stato connessione:
ja: 接続の状態:
ko: 연결 상태:
nl: Verbindingsstatus:
pl: Stan połączenia:
pt_br: Status da Conexão:
ru: Состояние подключения:
sv: Anslutningsstatus:
tr: Bağlantı Durumu:
zh_hans: 连接状态:
zh_hant: 連接狀態:

source: Last Session Start:
cs: Začátek poslední relace:
de: Start der letzten Sitzung:
es: Último inicio de sesión:
fr: Début de la dernière session :
hu: Utolsó munkamenet kezdete:
it: Inizio ultima sessione:
ja: 最後のセッションの開始:
ko: 마지막 세션 시작:
nl: Laatste begintijd van sessie:
pl: Początek ostatniej sesji:
pt_br: Início da Última Sessão:
ru: Начало последнего сеанса:
sv: Senaste sessionsstart:
tr: Son Oturum Başlangıcı:
zh_hans: 上一次会话开始:
zh_hant: 上一個工作階段開始:

source: SIM Status:
cs: Stav SIM:
es: Estado de SIM:
fr: État de la carte SIM :
hu: SIM állapota:
it: Stato SIM:
ja: SIM の状態:
ko: SIM 상태:
pl: Stan SIM:
pt_br: Status do SIM:
ru: Состояние SIM:
tr: SIM Durumu:
zh_hans: SIM 卡状态:
zh_hant: SIM 狀態:
