Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# FilterOperatorExactInsensitive
source: Exact match (case insensitive)
cs: Přesná shoda (nerozlišují se malá a velká písmena)
de: Genaue Übereinstimmung (Groß-/Kleinschreibung nicht beachten)
es: Coincidencia exacta (sin distinción de mayúsculas y minúsculas)
fr: Correspondance exacte (casse non prise en compte)
hu: Pontos egyezés (kis-és nagybetű nincs megkülönböztetve)
it: Corrispondenza esatta (senza distinzione maiuscole/minuscole)
ja: 完全一致 (大文字と小文字を区別しない)
ko: 정확히 일치(대/소문자 구분 안 함)
nl: Exacte overeenkomst (niet hoofdlettergevoelig)
pl: Dokładne dopasowanie (bez uwzględnienia wielkości liter)
pt_br: Correspondência exata (não diferencia maiúsculas de minúsculas)
ru: Точное соответствие (без учета регистра)
sv: Exakt matchning (inte skiftlägeskänsligt)
tr: Tam eşleşme (büyük/küçük harfe duyarlı değil)
tt: [Ēχäčŧ mäŧčĥ (čäşę įŉşęŉşįŧįvę) !!! !!!]
zh_hans: 完全匹配(不区分大小写)
zh_hant: 完全相符 (不區分大小寫)

# FilterOperatorExactSensitive
source: Exact match (case sensitive)
cs: Přesná shoda (rozlišují se malá a velká písmena)
de: Genaue Übereinstimmung (Groß-/Kleinschreibung beachten)
es: Coincidencia exacta (con distinción de mayúsculas y minúsculas)
fr: Correspondance exacte (casse prise en compte)
hu: Pontos egyezés (kis-és nagybetűk megkülönböztetve)
it: Corrispondenza esatta (con distinzione maiuscole/minuscole)
ja: 完全一致 (大文字と小文字を区別する)
ko: 정확히 일치(대/소문자 구분)
nl: Exacte overeenkomst (hoofdlettergevoelig)
pl: Dokładne dopasowanie (z uwzględnieniem wielkości liter)
pt_br: Correspondência exata (diferencia maiúsculas de minúsculas)
ru: Точное соответствие (с учетом регистра)
sv: Exakt matchning (skiftlägeskänsligt)
tr: Tam eşleşme (büyük/küçük harfe duyarlı)
tt: [Ēχäčŧ mäŧčĥ (čäşę şęŉşįŧįvę) !!! !!!]
zh_hans: 完全匹配(区分大小写)
zh_hant: 完全相符 (區分大小寫)

# FilterOperatorLabel
source: OPERATOR
cs: OPERÁTOR
es: OPERADOR
fr: OPÉRATEUR
hu: OPERÁTOR
it: OPERATORE
ja: 演算子
ko: 연산자
pt_br: OPERADOR
ru: ОПЕРАТОР
tr: İŞLEÇ
tt: [ØPĒŖÅŦØŖ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 运算符
zh_hant: 運算子

# FilterOperatorStartsWithInsensitive
source: Starts with (case insensitive)
cs: Začíná na (nerozlišují se malá a velká písmena)
de: Beginnt mit (Groß-/Kleinschreibung nicht beachten)
es: Empieza por (sin distinción de mayúsculas y minúsculas)
fr: Commence par (casse non prise en compte)
hu: Ezzel kezdődik (kis-és nagybetű nincs megkülönböztetve)
it: Inizia con (senza distinzione maiuscole/minuscole)
ja: 次の文字で始まる (大文字と小文字を区別しない)
ko: 시작 문자(대/소문자 구분 안 함)
nl: Begint met (niet hoofdlettergevoelig)
pl: Rozpoczyna się od (bez uwzględnienia wielkości liter)
pt_br: Começa com (não diferencia maiúsculas de minúsculas)
ru: Начинается с (без учета регистра)
sv: Börjar med (inte skiftlägeskänsligt)
tr: ile başlar (büyük/küçük harfe duyarlı değil)
tt: [Ŝŧäřŧş ŵįŧĥ (čäşę įŉşęŉşįŧįvę) !!! !!!]
zh_hans: 开头为(不区分大小写)
zh_hant: 開頭為 (不區分大小寫)

# FilterOperatorStartsWithSensitive
source: Starts with (case sensitive)
cs: Začíná na (rozlišují se malá a velká písmena)
de: Beginnt mit (Groß-/Kleinschreibung beachten)
es: Empieza por (con distinción de mayúsculas y minúsculas)
fr: Commence par (casse prise en compte)
hu: Ezzel kezdődik (kis-és nagybetűk megkülönböztetve)
it: Inizia con (con distinzione maiuscole/minuscole)
ja: 次の文字で始まる (大文字と小文字を区別する)
ko: 시작 문자(대/소문자 구분)
nl: Begint met (hoofdlettergevoelig)
pl: Rozpoczyna się od (z uwzględnieniem wielkości liter)
pt_br: Começa com (diferencia maiúsculas de minúsculas)
ru: Начинается с (с учетом регистра)
sv: Börjar med (skiftlägeskänsligt)
tr: ile başlar (büyük/küçük harfe duyarlı)
tt: [Ŝŧäřŧş ŵįŧĥ (čäşę şęŉşįŧįvę) !!! !!!]
zh_hans: 开头为(区分大小写)
zh_hant: 開頭為 (區分大小寫)

# FilterOptionDeviceId
source: DeviceID
cs: ID zařízení
de: Geräte-ID
es: Id. de dispositivo
fr: ID d'appareil
hu: Eszközazonosító
it: ID dispositivo
nl: Apparaat-id
pl: Identyfikator urządzenia
ru: Идентификатор устройства
tr: Cihaz Kimliği
tt: [ĐęvįčęĨĐ !!! !!! !!! !!! !!! !!! !!!]

# FilterOptionFirmwareVersion
source: Firmware Version
cs: Verze firmwaru
es: Versión de firmware
fr: Version du microprogramme
hu: Belső vezérlőprogram verziója
it: Versione del firmware
ja: ファームウェアのバージョン
ko: 펌웨어 버전
nl: Firmwareversie
pl: Wersja oprogramowania układowego
pt_br: Versão de Firmware
ru: Версия встроенного ПО
sv: Version av inbyggd programvara
tr: Üretici Yazılımı Sürümü
tt: [Fįřmŵäřę Vęřşįőŉ !!! !!!]
zh_hans: 固件版本
zh_hant: 韌體版本

# FilterOptionInstalledRam
source: Installed RAM
cs: Instalovaná RAM
de: Installierter Arbeitsspeicher
es: RAM instalada
fr: RAM installée
hu: Telepített memória
it: RAM installata
ja: インストールされている RAM
ko: 설치된 RAM
nl: Geïnstalleerd RAM-geheugen
pl: Zainstalowana pamięć RAM
pt_br: RAM Instalada
ru: Установлено ОЗУ
sv: Installerat RAM
tr: Yüklü RAM
tt: [Ĩŉşŧäľľęđ ŖÅM !!! !!!]
zh_hans: 已安装 RAM
zh_hant: 已安裝的 RAM

# FilterOptionManufacturer
source: Manufacturer
cs: Výrobce
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: 製造元
ko: 제조업체
nl: Fabrikant
pl: Producent
pt_br: Fabricante
ru: Производитель
sv: Tillverkare
tr: Üretici
tt: [Mäŉūƒäčŧūřęř !!! !!!]
zh_hans: 制造商
zh_hant: 製造商

# FilterOptionModelNumber
source: Model Number
cs: Číslo modelu
de: Modellnummer
es: Número de modelo
fr: Numéro de modèle
hu: Modellszám
it: Numero modello
ja: モデル番号
ko: 모델 번호
nl: Modelnummer
pl: Numer modelu
pt_br: Número do Modelo
ru: Номер модели
sv: Modellnummer
tr: Model Numarası
tt: [Mőđęľ Ńūmþęř !!! !!!]
zh_hans: 型号
zh_hant: 型號編號

# FilterOptionProcessor
source: Processor
cs: Procesor
de: Prozessor
es: Procesador
fr: UC
hu: Processzor
it: Processore
ja: プロセッサ
ko: 프로세서
pl: Procesor
pt_br: Processador
ru: Процессор
tr: İşlemci
tt: [Přőčęşşőř !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 处理器
zh_hant: 處理器

# FilterOptionSerialNumber
source: Serial Number
cs: Sériové číslo
de: Seriennummer
es: Número de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
nl: Serienummer
pl: Numer seryjny
pt_br: Número de Série
ru: Серийный номер
sv: Serienummer
tr: Seri Numarası
tt: [Ŝęřįäľ Ńūmþęř !!! !!!]
zh_hans: 序列号
zh_hant: 序號

# FilterValueLabel
source: VALUE
cs: HODNOTA
de: WERT
es: VALOR
fr: VALEUR
hu: ÉRTÉK
it: VALORE
ja: 値
ko: 값
nl: WAARDE
pl: WARTOŚĆ
pt_br: VALOR
ru: ЗНАЧЕНИЕ
sv: VÄRDE
tr: DEĞER
tt: [VÅĿŮĒ !!! !!! !!! !!!]
zh_hans: 值
zh_hant: 值

# FilterOptionStatus
source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Состояние
tr: Durum
tt: [Ŝŧäŧūş !!! !!! !!! !!! !!!]
zh_hans: 状态
zh_hant: 狀態

# FilterStatusDisabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Letiltva
it: Disabilitato
ja: 無効
ko: 사용 안 함
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad
tr: Devre Dışı
tt: [Đįşäþľęđ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 已禁用
zh_hant: 已停用

# FilterStatusLabel
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
hu: ÁLLAPOT
it: STATO
ja: 状態
ko: 상태
pl: STAN
ru: СОСТОЯНИЕ
tr: DURUM
tt: [ŜŦÅŦŮŜ !!! !!! !!! !!! !!!]
zh_hans: 状态
zh_hant: 狀態

# FilterStatusPending
source: Pending
cs: Čeká na vyřízení
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben
it: In sospeso
ja: 保留中
ko: 보류 중
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ru: Ожидает
sv: Väntar
tr: Beklemede
tt: [Pęŉđįŉģ !!! !!! !!! !!! !!! !!!]
zh_hans: 挂起
zh_hant: 待決

# FilterStatusRunning
source: Running
cs: Běží
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
hu: Fut
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Wordt uitgevoerd
pl: Uruchomione
pt_br: Em Execução
ru: Работает
sv: Körs
tr: Çalışıyor
tt: [Ŗūŉŉįŉģ !!! !!! !!! !!! !!! !!!]
zh_hans: 正在运行
zh_hant: 執行中

# DeviceIdCaseSensitiveWarning
source: (DeviceID is case-sensitive)
cs: (ID zařízení rozlišuje velká a malá písmena.)
de: (Für DeviceID muss Groß-/Kleinschreibung beachtet werden)
es: (El id. de dispositivo distingue entre mayúsculas y minúsculas)
fr: (L'ID d'appareil respecte la casse)
hu: (Az eszközanosító megkülönbözteti a kis- és nagybetűket)
it: L'ID dispositivo fa distinzione tra maiuscole e minuscole
ja: (DeviceID では、大文字と小文字を区別します)
ko: (DeviceID는 대/소문자 구분)
nl: (De apparaat-id is hoofdlettergevoelig)
pl: (W identyfikatorze urządzenia rozróżniana jest wielkość liter)
pt_br: (DeviceID diferencia maiúsculas de minúsculas)
ru: (Идентификатор устройства задается с учетом регистра)
sv: (DeviceID är skiftlägeskänsligt)
tr: (Cihaz Kimliği büyük/küçük harfe duyarlıdır)
tt: [(ĐęvįčęĨĐ įş čäşę-şęŉşįŧįvę) !!! !!!]
zh_hans: (DeviceID 区分大小写)
zh_hant: (DeviceID 區分大小寫)

# FindDevicesLabelCollapsed
source: FIND DEVICES
cs: NAJÍT ZAŘÍZENÍ
de: GERÄTE SUCHEN
es: BUSCAR DISPOSITIVOS
fr: RECHERCHER DES APPAREILS
hu: ESZKÖZÖK KERESÉSE
it: TROVA DISPOSITIVI
ja: デバイスの検索
ko: 장치 찾기
nl: APPARATEN ZOEKEN
pl: ZNAJDŹ URZĄDZENIA
pt_br: LOCALIZAR DISPOSITIVOS
ru: НАЙТИ УСТРОЙСТВА
sv: HITTA ENHETER
tr: CİHAZLARI BUL
tt: [FĨŃĐ ĐĒVĨCĒŜ !!! !!!]
zh_hans: 查找设备
zh_hant: 尋找裝置

# DeviceDetailsPaneLabel
source: DEVICE DETAILS
cs: PODROBNOSTI ZAŘÍZENÍ
de: GERÄTEDETAILS
es: DETALLES DE DISPOSITIVO
fr: DÉTAILS DE L'APPAREIL
hu: ESZKÖZ ADATAI
it: DETTAGLI DISPOSITIVO
ja: デバイスの詳細
ko: 장치 세부 정보
nl: APPARAATDETAILS
pl: SZCZEGÓŁY URZĄDZENIA
pt_br: DETALHES DO DISPOSITIVO
ru: СВЕДЕНИЯ ОБ УСТРОЙСТВЕ
sv: ENHETSINFORMATION
tr: CİHAZ AYRINTILARI
tt: [ĐĒVĨCĒ ĐĒŦÅĨĿŜ !!! !!!]
zh_hans: 设备详细信息
zh_hant: 裝置詳細資料

# NoActionSelectedLabel
source: No action selected
cs: Není vybraná žádná akce.
de: Keine Aktion ausgewählt.
es: No se seleccionó ninguna acción.
fr: Aucune action sélectionnée
hu: Nincs kiválasztva művelet
it: Nessuna azione selezionata
ja: アクションが選択されていません
ko: 작업이 선택되지 않았습니다.
nl: Er is geen actie geselecteerd
pl: Nie wybrano akcji
pt_br: Nenhuma ação selecionada
ru: Действия не выбраны
sv: Ingen åtgärd har valts
tr: Eylem seçilmedi
tt: [Ńő äčŧįőŉ şęľęčŧęđ !!! !!!]
zh_hans: 没有选择任何操作
zh_hant: 未選取任何動作

# NoDeviceSelectedLabel
source: No device selected
cs: Není vybrané žádné zařízení.
de: Keine Geräte ausgewählt.
es: No hay ningún dispositivo seleccionado.
fr: Aucun appareil sélectionné
hu: Nincs eszköz kijelölve
it: Nessun dispositivo selezionato
ja: デバイスが選択されていません
ko: 장치가 선택되지 않았습니다.
nl: Er is geen apparaat geselecteerd
pl: Nie wybrano urządzenia
pt_br: Nenhum dispositivo selecionado
ru: Устройства не выбраны
sv: Ingen enhet har valts
tr: Cihaz seçilmedi
tt: [Ńő đęvįčę şęľęčŧęđ !!! !!!]
zh_hans: 没有选择任何设备
zh_hant: 未選取任何裝置

source: Device Rules
cs: Pravidla zařízení
de: Geräteregeln
es: Reglas de dispositivo
fr: Règles d'appareil
hu: Eszköz szabályai
it: Regole dispositivo
ja: デバイス ルール
ko: 장치 규칙
nl: Apparaatregels
pl: Reguły urządzeń
pt_br: Regras do Dispositivo
ru: Правила устройства
sv: Enhetsregler
tr: Cihaz Kuralları
tt: [Đęvįčę Ŗūľęş !!! !!!]
zh_hans: 设备规则
zh_hant: 裝置規則

source: Rules
cs: Pravidla
de: Regeln
es: Reglas
fr: Règles
hu: Szabályok
it: Regole
ja: ルール
ko: 규칙
nl: Regels
pl: Reguły
pt_br: Regras
ru: Правила
sv: Regler
tr: Kurallar
tt: [Ŗūľęş !!! !!! !!! !!!]
zh_hans: 规则
zh_hant: 規則

# RulesHeaderFormatted
source: Rules({0})
cs: Pravidla ({0})
de: Regeln ({0})
es: Reglas ({0})
fr: Règles ({0})
hu: Szabályok ({0})
it: Regole ({0})
ja: ルール ({0})
ko: 규칙({0})
nl: Regels({0})
pl: Reguły({0})
pt_br: Regras({0})
ru: Правила ({0})
sv: Regler ({0})
tr: Kurallar ({0})
tt: [Ŗūľęş({0}) !!! !!!]
zh_hans: 规则({0})
zh_hant: 規則 ({0})

# DataFieldHeader
source: Data Field
cs: Datové pole
de: Datenfeld
es: Campo de datos
fr: Champ de données
hu: Adatmező
it: Campo dati
ja: データ フィールド
ko: 데이터 필드
nl: Gegevensveld
pl: Pole danych
pt_br: Campo de Dados
ru: Поле данных
sv: Datafält
tr: Veri Alanı
tt: [Đäŧä Fįęľđ !!! !!!]
zh_hans: 数据字段
zh_hant: 資料欄位

source: No Rule Selected
cs: Není vybrané žádné pravidlo.
de: Keine Regel ausgewählt.
es: No hay ninguna regla seleccionada.
fr: Aucune règle sélectionnée
hu: Nincs kijelölt szabály.
it: Nessuna regola selezionata
ja: ルールが選択されていません
ko: 규칙이 선택되지 않았습니다.
nl: Er is geen regel geselecteerd
pl: Nie wybrano reguły
pt_br: Nenhuma Regra Selecionada
ru: Правила не выбраны
sv: Ingen regel har valts
tr: Kural Seçilmedi
tt: [Ńő Ŗūľę Ŝęľęčŧęđ !!! !!!]
zh_hans: 没有选择任何规则
zh_hant: 未選取任何規則

# NoRuleSelectedLabel
source: No Rule Selected
cs: Není vybrané žádné pravidlo.
de: Keine Regel ausgewählt.
es: No hay ninguna regla seleccionada.
fr: Aucune règle sélectionnée
hu: Nincs kijelölt szabály.
it: Nessuna regola selezionata
ja: ルールが選択されていません
ko: 규칙이 선택되지 않았습니다.
nl: Er is geen regel geselecteerd
pl: Nie wybrano reguły
pt_br: Nenhuma Regra Selecionada
ru: Правила не выбраны
sv: Ingen regel har valts
tr: Kural Seçilmedi
tt: [Ńő Ŗūľę Ŝęľęčŧęđ !!! !!!]
zh_hans: 没有选择任何规则
zh_hant: 未選取任何規則

# OperatorHeader
source: Operator
cs: Operátor
es: Operador
fr: Opérateur
hu: Operátor
it: Operatore
ja: 演算子
ko: 연산자
pt_br: Operador
ru: Оператор
tr: İşleç
tt: [Øpęřäŧőř !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 运算符
zh_hant: 運算子

# RuleIdHeader
source: Rule ID
cs: ID pravidla
de: Regel-ID
es: Id. de regla
fr: ID de règle
hu: Szabályazonosító
it: ID regola
ja: ルール ID
ko: 규칙 ID
nl: Regel-id
pl: Identyfikator reguły
pt_br: ID da Regra
ru: Идентификатор правила
sv: Regel-ID
tr: Kural Kimliği
tt: [Ŗūľę ĨĐ !!! !!! !!! !!! !!! !!!]
zh_hans: 规则 ID
zh_hant: 規則識別碼

# RuleNameHeader
source: Rule Name
cs: Název pravidla
de: Regelname
es: Nombre de regla
fr: Nom de la règle
hu: Szabály neve
it: Nome regola
ja: ルール名
ko: 규칙 이름
nl: Regelnaam
pl: Nazwa reguły
pt_br: Nome da Regra
ru: Имя правила
sv: Regelnamn
tr: Kural Adı
tt: [Ŗūľę Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 规则名称
zh_hant: 規則名稱

# RulePropertiesPaneLabel
source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
ko: 속성
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sv: Egenskaper
tr: Özellikler
tt: [Přőpęřŧįęş !!! !!!]
zh_hans: 属性
zh_hant: 屬性

# ThresholdHeader
source: Threshold
cs: Mezní hodnota
de: Schwellenwert
es: Umbral
fr: Seuil
hu: Küszöbérték
it: Soglia
ja: しきい値
ko: 임계값
nl: Drempelwaarde
pl: Próg
pt_br: Limite
ru: Порог
sv: Tröskelvärde
tr: Eşik
tt: [Ŧĥřęşĥőľđ !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 阈值
zh_hant: 臨界值

# FailedToRetrieveRules
source: An error occurred while retrieving the list of rules.
cs: Při načítání seznamu pravidel došlo k chybě.
de: Fehler beim Abrufen der Liste der Regeln.
es: Error al recuperar la lista de reglas.
fr: Une erreur s'est produite lors de la récupération de la liste des règles.
hu: Hiba történt a szabályok listájának beolvasása közben.
it: Si è verificato un errore durante il recupero dell'elenco di regole.
ja: ルール一覧の取得中にエラーが発生しました。
ko: 규칙 목록을 검색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het ophalen van de lijst met regels.
pl: Wystąpił błąd podczas pobierania listy reguł.
pt_br: Ocorreu um erro ao recuperar a lista de regras.
ru: Произошла ошибка при получении списка правил.
sv: Ett fel inträffade när listan med regler skulle hämtas.
tr: Kural listesi alınırken bir hata oluştu.
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę řęŧřįęvįŉģ ŧĥę ľįşŧ őƒ řūľęş. !!! !!! !!!]
zh_hans: 检索规则列表时出错。
zh_hant: 擷取規則清單時發生錯誤。

# FilterStatusEnabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 有効
ko: 사용
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ru: Включено
sv: Aktiverad
tr: Etkin
tt: [Ēŉäþľęđ !!! !!! !!! !!! !!! !!!]
zh_hans: 已启用
zh_hant: 已啟用

source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
ko: 속성
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sv: Egenskaper
tr: Özellikler
tt: [Přőpęřŧįęş !!! !!!]
zh_hans: 属性
zh_hant: 屬性

source: Unable to retrieve rule from service
cs: Nepovedlo se načíst pravidlo ze služby.
de: Regel kann nicht aus Dienst abgerufen werden.
es: No se puede recuperar la regla del servicio.
fr: Impossible de récupérer la règle auprès du service
hu: Nem sikerült lekérdezni a szabályt a szolgáltatástól
it: Non è possibile recuperare la regola dal servizio
ja: サービスからルールを取得できません
ko: 서비스에서 규칙을 검색할 수 없습니다.
nl: De regel kan niet uit de service worden opgehaald
pl: Nie można pobrać reguły z usługi
pt_br: Não foi possível recuperar a regra do serviço
ru: Не удалось получить правило из службы
sv: Det gick inte att hämta regeln från tjänsten
tr: Kural, hizmetten alınamıyor
tt: [Ůŉäþľę ŧő řęŧřįęvę řūľę ƒřőm şęřvįčę !!! !!!]
zh_hans: 无法从服务中检索规则
zh_hant: 無法從服務擷取規則

source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
hu: Letiltás
it: Disabilita
ja: 無効化
ko: 사용 안 함
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
sv: Inaktivera
tr: Devre Dışı Bırak
tt: [Đįşäþľę !!! !!! !!! !!! !!! !!!]
zh_hans: 禁用
zh_hant: 停用

source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
hu: Engedélyezés
it: Abilita
ja: 有効化
ko: 사용
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
ru: Включить
sv: Aktivera
tr: Etkinleştir
tt: [Ēŉäþľę !!! !!! !!! !!! !!!]
zh_hans: 启用
zh_hant: 啟用

source: Rule Properties
cs: Vlastnosti pravidla
de: Regeleigenschaften
es: Propiedades de regla
fr: Propriétés de la règle
hu: Szabály tulajdonságai
it: Proprietà regola
ja: ルールのプロパティ
ko: 규칙 속성
nl: Regeleigenschappen
pl: Właściwości reguły
pt_br: Propriedades da Regra
ru: Свойства правила
sv: Egenskaper för regel
tr: Kural Özellikleri
tt: [Ŗūľę Přőpęřŧįęş !!! !!!]
zh_hans: 规则属性
zh_hant: 規則屬性

source: Rule Status
cs: Stav pravidla
de: Regelstatus
es: Estado de regla
fr: État de la règle
hu: Szabály állapota
it: Stato regola
ja: ルールの状態
ko: 규칙 상태
nl: Regelstatus
pl: Stan reguły
pt_br: Status da Regra
ru: Состояние правила
sv: Regelstatus
tr: Kural Durumu
tt: [Ŗūľę Ŝŧäŧūş !!! !!!]
zh_hans: 规则状态
zh_hant: 規則狀態

# ValueHeader
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
tt: [Väľūę !!! !!! !!! !!!]
zh_hans: 值
zh_hant: 值

source: Add Rule...
cs: Přidat pravidlo...
de: Regel hinzufügen...
es: Agregar regla...
fr: Ajouter une règle...
hu: Szabály hozzáadása...
it: Aggiungi regola...
ja: ルールの追加...
ko: 규칙 추가...
nl: Regel toevoegen...
pl: Dodaj regułę...
pt_br: Adicionar Regra...
ru: Добавить правило...
sv: Lägg till regel...
tr: Kural Ekle...
tt: [Åđđ Ŗūľę... !!! !!!]
zh_hans: 添加规则...
zh_hant: 加入規則...

# RuleUpdateError
source: There was an error updating the rule.
cs: Při aktualizaci pravidla došlo k chybě.
de: Fehler beim Aktualisieren der Regel.
es: Error al actualizar la regla.
fr: Une erreur s'est produite lors de la mise à jour de la règle.
hu: Hiba történt a szabály frissítésekor.
it: Si è verificato un errore durante l'aggiornamento della regola.
ja: ルールの更新中にエラーが発生しました。
ko: 규칙을 업데이트하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het bijwerken van de regel.
pl: Wystąpił błąd podczas aktualizowania reguły.
pt_br: Ocorreu um erro ao atualizar a regra.
ru: Произошла ошибка при обновлении правила.
sv: Ett fel inträffade när regeln skulle uppdateras.
tr: Kural güncelleştirilirken bir hata oluştu.
tt: [Ŧĥęřę ŵäş äŉ ęřřőř ūpđäŧįŉģ ŧĥę řūľę. !!! !!!]
zh_hans: 更新规则时出错。
zh_hant: 更新規則時發生錯誤。

# DeviceRulesFullError
source: All available data fields have rules defined for this device. Please modify an existing rule instead.
cs: Všechna dostupná datová pole mají definovaná pravidla pro toto zařízení. Upravte prosím stávající pravidlo.
de: Für sämtliche verfügbaren Felder dieses Geräts sind Regeln definiert. Ändern Sie stattdessen eine vorhandene Regel.
es: Todos los campos de datos disponibles tienen reglas definidas para este dispositivo. Modifique una regla existente.
fr: Tous les champs de données disponibles ont des règles définies pour cet appareil. À la place, modifiez une règle existante.
hu: Az eszközhöz minden felhasználható adatmező rendelkezik definiált szabályokkal. Módosítson egy meglévő szabályt.
it: Per tutti i campi dati disponibili sono già definite regole per il dispositivo. Provare a modificare una regola esistente.
ja: このデバイスでは、利用可能なデータ フィールドすべてにルールが定義されています。既存のルールを変更してください。
ko: 사용 가능한 모든 데이터 필드에 이 장치에 대해 정의된 규칙이 있습니다. 대신 기존 규칙을 수정하세요.
nl: Voor alle beschikbare gegevensvelden bestaan regels voor dit apparaat. Wijzig in plaats daarvan een bestaande regel.
pl: Dla tego urządzenia zdefiniowano reguły we wszystkich dostępnych polach danych. Zamiast tego zmodyfikuj istniejącą regułę.
pt_br: Todos os campos de dados disponíveis têm regras definidas para este dispositivo. Modifique uma regra existente.
ru: Все доступные поля данных имеют правила, определенные для этого устройства. Измените существующее правило.
sv: Alla tillgängliga datafält har angivna regler för den här enheten. Ändra en befintlig regel istället.
tr: Kullanılabilir tüm veri alanlarında bu cihaz için tanımlanmış kurallar var. Bunun yerine mevcut bir kuralı değiştirin.
tt: [Åľľ äväįľäþľę đäŧä ƒįęľđş ĥävę řūľęş đęƒįŉęđ ƒőř ŧĥįş đęvįčę. Pľęäşę mőđįƒy äŉ ęχįşŧįŉģ řūľę įŉşŧęäđ. !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 所有可用数据字段均针对此设备定义了规则。请改为修改现有规则。
zh_hant: 所有可用的資料欄位都已有為此裝置定義的規則。請改為修改現有規則。

source: Disable Rule
cs: Zakázat pravidlo
de: Regel deaktivieren
es: Deshabilitar regla
fr: Désactiver la règle
hu: Szabály letiltása
it: Disabilita regola
ja: ルールの無効化
ko: 규칙 사용 안 함
nl: Regel uitschakelen
pl: Wyłącz regułę
pt_br: Desabilitar Regra
ru: Отключить правило
sv: Inaktivera regel
tr: Kuralı Devre Dışı Bırak
tt: [Đįşäþľę Ŗūľę !!! !!!]
zh_hans: 禁用规则
zh_hant: 停用規則

source: Enable Rule
cs: Povolit pravidlo
de: Regel aktivieren
es: Habilitar regla
fr: Activer la règle
hu: Szabály engedélyezése
it: Abilita regola
ja: ルールの有効化
ko: 규칙 사용
nl: Regel inschakelen
pl: Włącz regułę
pt_br: Habilitar Regra
ru: Включить правило
sv: Aktivera regel
tr: Kuralı Etkinleştir
tt: [Ēŉäþľę Ŗūľę !!! !!!]
zh_hans: 启用规则
zh_hant: 啟用規則

source: All Devices
cs: Všechna zařízení
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
hu: Minden eszköz
it: Tutti i dispositivi
ja: すべてのデバイス
ko: 모든 장치
nl: Alle apparaten
pl: Wszystkie urządzenia
pt_br: Todos os Dispositivos
ru: Все устройства
sv: Alla enheter
tr: Tüm Cihazlar
tt: [Åľľ Đęvįčęş !!! !!!]
zh_hans: 所有设备
zh_hant: 所有裝置

source: Average of device humidity
cs: Průměrná vlhkost v zařízení
de: Durchschnittliche Luftfeuchtigkeit für Gerät
es: Media de humedad de dispositivo
fr: Humidité moyenne de l'appareil
hu: Átlagos eszköznedvesség
it: Umidità dispositivo media
ja: デバイスの湿度の平均
ko: 평균 장치 습도
nl: Gemiddelde apparaatvochtigheid
pl: Średnia wilgotność urządzenia
pt_br: Umidade média do dispositivo
ru: Среднее значение влажности устройства
sv: Genomsnittlig enhetsfuktighet
tr: Cihazın ortalama nem oranı
tt: [Åvęřäģę őƒ đęvįčę ĥūmįđįŧy !!! !!!]
zh_hans: 设备湿度的平均值
zh_hant: 裝置平均濕度

source: Humidity
cs: Vlhkost
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
hu: Nedvességtartalom
it: Umidità
ja: 湿度
ko: 습도
nl: Vochtigheid
pl: Wilgotność
pt_br: Umidade
ru: Влажность
sv: Fuktighet
tr: Nem
tt: [Ħūmįđįŧy !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 湿度
zh_hant: 濕度

# MaxOfDevicesHumidity
source: Max of device humidity
cs: Maximální vlhkost v zařízení
de: Max. Luftfeuchtigkeit für Gerät
es: Humedad de dispositivo máxima
fr: Humidité maximale de l'appareil
hu: Az eszköz maximális nedvességtartalma
it: Umidità dispositivo massima
ja: デバイスの湿度の最大値
ko: 최대 장치 습도
nl: Maximale apparaatvochtigheid
pl: Maksymalna wilgotność urządzenia
pt_br: Umidade máxima do dispositivo
ru: Максимальное значение влажности устройства
sv: Max för enhetens fuktighet
tr: Cihazın maksimum nem oranı
tt: [Mäχ őƒ đęvįčę ĥūmįđįŧy !!! !!!]
zh_hans: 设备湿度的最大值
zh_hant: 裝置濕度最大值
