Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# DeviceProperty_UpdatedTime
source: UpdatedTime (UTC)
cs: Čas aktualizace (UTC)
es: Hora de actualización (UTC)
it: Ora aggiornamento (UTC)
nl: Tijd van de bijwerking (UTC)
ru: Время обновления (в формате UTC)
tr: Güncelleştirilme Zamanı (UTC)
tt: [ŮpđäŧęđŦįmę (ŮŦC) !!! !!!]

# DevicePropertiesFormattedAsStored
source: Device Properties are displayed as stored.
cs: Vlastnosti zařízení jsou zobrazené jako uložené.
de: Geräteeigenschaften werden wie gespeichert angezeigt.
es: Las propiedades de dispositivo se muestran como almacenadas.
fr: Les propriétés de l'appareil sont affichées telles qu'elles sont stockées.
hu: Az eszköz tárolt tulajdonságai jelennek meg.
it: Le proprietà del dispositivo sono visualizzate così come archiviate.
ja: 保存されているデバイス プロパティが表示されます。
ko: 장치 속성이 저장된 대로 표시됩니다.
nl: Apparaateigenschappen worden weergegeven als opgeslagen.
pl: Właściwości urządzenia są wyświetlane zgodnie ze sposobem zapisu.
pt_br: As Propriedades do Dispositivo são exibidas conforme estão armazenadas.
ru: Свойства устройств отображаются по мере сохранения.
sv: Enhetsegenskaper visas som lagrade.
tr: Cihaz Özellikleri, depolandığı şekilde görüntülenir.
tt: [Đęvįčę Přőpęřŧįęş äřę đįşpľäyęđ äş şŧőřęđ. !!! !!!]
zh_hans: 设备属性显示为已存储。
zh_hant: [裝置屬性] 會以預存狀態顯示。

source: Local Time
cs: Místní čas
de: Ortszeit
es: Hora local
fr: Heure locale
hu: Helyi idő
it: Ora locale
ja: ローカル時刻
ko: 로컬 시간
nl: Lokale tijd
pl: Czas lokalny
pt_br: Hora Local
ru: Местное время
sv: Lokal tid
tr: Yerel Saat
tt: [Ŀőčäľ Ŧįmę !!! !!!]
zh_hans: 本地时间
zh_hant: 當地時間

# RemoteNameNotResolved
source: The remote name could not be resolved
cs: Vzdálený název se nedá rozpoznat.
de: Der Remotename konnte nicht aufgelöst werden.
es: No se pudo resolver el nombre remoto.
fr: Impossible de résoudre le nom distant
hu: A távoli név nem oldható fel
it: Non è stato possibile risolvere il nome remoto
ja: リモート名を解決できませんでした
ko: 원격 이름을 확인할 수 없습니다.
nl: Kan de externe naam niet omzetten
pl: Nie można rozpoznać nazwy zdalnej
pt_br: Não foi possível resolver o nome remoto
ru: Удаленное имя не удалось разрешить
sv: Fjärrnamnet kunde inte lösas
tr: Uzak ad çözümlenemedi
zh_hans: 无法解析远程名称
zh_hant: 無法解析遠端名稱

source: Remove SIM Association
cs: Odebrat přidružení SIM
de: SIM-Zuordnung entfernen
es: Quitar asociación de SIM
fr: Supprimer l'association de la carte SIM
hu: SIM-hozzárendelés eltávolítása
it: Rimuovi associazione SIM
ja: SIM の関連付けの削除
ko: SIM 연결 제거
nl: Simkoppeling verwijderen
pl: Usuń skojarzenie SIM
pt_br: Remover Associação de SIM
ru: Удалить сопоставление SIM
sv: Ta bort SIM-koppling
tr: SIM İlişkilendirmesini Kaldır
zh_hans: 删除 SIM 卡关联项
zh_hant: 移除 SIM 關聯

# SimAssociationSucceeded
source: The association succeeded for device {0} with ICCID {1}.
cs: Přidružení bylo úspěšné pro zařízení {0} s ICCID {1}.
de: Die Zuordnung für Gerät "{0}" mit ICCID {1} war erfolgreich.
es: La asociación se completó correctamente para el dispositivo {0} con el ICCID {1}.
fr: L'association a réussi pour l'appareil {0} avec l'ICCID {1}.
hu: A társítás sikerült. Eszköz: {0} , ICCID: {1}.
it: L'associazione per il dispositivo {0} con ICCID {1} è riuscita.
ja: デバイス {0} と ICCID {1} の関連付けに成功しました。
ko: ICCID가 {1}인 {0} 장치를 연결했습니다.
nl: Apparaat {0} is aan ICCID {1} gekoppeld.
pl: Skojarzenie zakończone powodzeniem dla urządzenia {0} o identyfikatorze ICCID {1}.
pt_br: A associação foi bem-sucedida para o dispositivo {0} com ICCID {1}.
ru: Сопоставление успешно выполнено для устройства {0} с ICCID {1}.
sv: Kopplingen lyckades för enheten {0} med ICCID {1}.
tr: ICCID değeri {1} olan {0} cihazı başarıyla ilişkilendirildi.
zh_hans: 已成功将设备 {0} 与 ICCID {1} 相关联。
zh_hant: 已成功建立裝置 {0} 與 ICCID {1} 的關聯。

# ApiRegistrationInfoText
source: To activate the Jasper integration to view and control your Control Center devices through IoT Suite please enter the following credentials:
cs: Pokud chcete aktivovat integraci Jasperu pro zobrazení a ovládání svých zařízení platformy Control Center prostřednictvím sady IoT Suite, zadejte prosím následující přihlašovací údaje:
de: Geben Sie die folgenden Anmeldeinformationen ein, um die Jasper-Integration zu aktivieren und Ihre Control Center-Geräte über die IoT Suite anzuzeigen und zu steuern:
es: Para activar la integración con Jasper para ver y controlar los dispositivos de Control Centre a través del conjunto de aplicaciones de IoT, especifique las credenciales siguientes:
fr: Pour activer l'intégration Jasper pour visualiser et contrôler les appareils de votre centre de contrôle via IoT Suite, entrez les informations d'identification suivantes :
hu: Adja meg a következő hitelesítő adatokat a Jasper-integráció aktiválására a vezérlőközpont eszközeinek az IoT Suite-on keresztüli megtekintéséhez és vezérléséhez:
it: Per attivare l'integrazione di Jasper in modo da visualizzare e controllare i dispositivi Jasper Control Center tramite IoT Suite, immettere le credenziali seguenti:
ja: Jasper の統合をアクティブにして IoT Suite で Control Center デバイスを表示およびコントロールするには、次の資格情報を入力してください:
ko: Jasper 통합을 활성화하여 IoT Suite를 통해 제어 센터 장치를 보고 제어하려면 다음 자격 증명을 입력하세요.
nl: Als u de Jasper-integratie wilt activeren om uw Control Center-apparaten via IoT Suite weer te geven en te beheren, voert u de volgende referenties in:
pl: Aby aktywować integrację Jasper oraz wyświetlać urządzenia w usłudze Control Center i sterować nimi przy użyciu Pakietu IoT, wprowadź następujące poświadczenia:
pt_br: Para ativar a integração do Jasper para exibir e controlar seus dispositivos do Centro de Controle por meio do IoT Suite, insira as credenciais a seguir:
ru: Чтобы активировать интеграцию с Jasper для просмотра устройств Control Center и управления ими через IoT Suite, введите следующие учетные данные:
sv: Om du vill aktivera Jasper-integreringen för att visa och kontrollera dina kontrollcenterenheter genom IoT Suite anger du följande autentiseringsuppgifter:
tr: Denetim Merkezi cihazlarınızı IoT Paketi aracılığıyla görüntülemek ve denetlemek amacıyla Jasper tümleştirmesini etkinleştirmek için şu kimlik bilgilerini girin:
zh_hans: 若要激活 Jasper 集成以通过 IoT 套件查看并控制控制中心设备，请输入以下凭据:
zh_hant: 若要啟用 Jasper 整合，以透過 IoT 套件檢視及控制您的 Control Center 裝置，請輸入下列認證:

# BaseUrlLabel
source: Base URL
cs: Základní adresa URL
de: Basis-URL
es: URL base
fr: URL de base
hu: Alap URL
it: URL di base
ja: ベース URL
ko: 기준 URL
nl: Basis-URL
pl: Podstawowy adres URL
pt_br: URL Base
ru: Базовый URL-адрес
sv: Bas-URL
tr: Temel URL
zh_hans: 基本 URL
zh_hant: 基底 URL

# LicenseKeyLabel
source: License Key
cs: Licenční kód
de: Lizenzschlüssel
es: Clave de licencia
fr: Clé de licence
hu: Licenckulcs
it: Codice di licenza
ja: ライセンス キー
ko: 라이선스 키
nl: Licentiesleutel
pl: Klucz licencji
pt_br: Chave de Licença
ru: Ключ лицензии
sv: Licensnyckel
tr: Lisans Anahtarı
zh_hans: 许可证密钥
zh_hant: 授權金鑰

# PasswordLabel
source: Password
cs: Heslo
de: Kennwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 암호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
zh_hans: 密码
zh_hant: 密碼

# SimInformationInfoText
source: Delivered through the Jasper Control Center platform
cs: Dodáno prostřednictvím platformy Jasper Control Center
de: Bereitgestellt über die Jasper Control Center-Plattform
es: La proporciona la plataforma Jasper Control Center.
fr: Remis via la plateforme du centre de contrôle Jasper
hu: A Jasper vezérlőközpont-platformon keresztül továbbítva
it: Distribuzione eseguita tramite la piattaforma Jasper Control Center
ja: Jasper Control Center プラットフォームから配信済み
ko: Jasper Control Center 플랫폼을 통해 제공됨
nl: Bezorgd via het Jasper Control Center-platform
pl: Dostarczane przez platformę Jasper Control Center
pt_br: Oferecido por meio da plataforma Jasper Control Center
ru: Доставлено через платформу Jasper Control Center
sv: Levereras via Jasper-kontrollcenterplattformen
tr: Jasper Denetim Merkezi platformu aracılığıyla teslim edildi
zh_hans: 已通过 Jasper 控制中心平台送达
zh_hant: 透過 Jasper Control Center 平台傳遞

# UsernameLabel
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
zh_hans: 用户名
zh_hant: 使用者名稱

# LinkLabelHelpAndSupport
source: Help & Support
cs: Nápověda a podpora
de: Hilfe und Support
es: Ayuda y soporte técnico
fr: Aide et support
hu: Súgó és támogatás
it: Guida e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
nl: Help en ondersteuning
pl: Pomoc i wsparcie techniczne
pt_br: Ajuda e Suporte
ru: Справка и поддержка
sv: Hjälp och support
tr: Yardım ve Destek
zh_hans: 帮助和支持
zh_hant: 說明及支援

# LinkLabelHelpGiveFeedback
source: Give feedback
cs: Poslat názor
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hu: Visszajelzés küldése
it: Invia commenti
ja: フィードバックの送信
ko: 피드백 제공
nl: Feedback geven
pl: Prześlij opinię
pt_br: Enviar comentários
ru: Отправить отзыв
sv: Ge feedback
tr: Görüş bildirin
zh_hans: 提供反馈
zh_hant: 提供意見反應

# InvalidDeviceTelemetryFormat
source: Device {0} has an invalid Telemetry specification on its DeviceInfo
de: Das Gerät "{0}" weist eine ungültige Telemetriespezifikation in DeviceInfo auf
nl: Het apparaat {0} heeft een ongeldige telemetriespecificatie in DeviceInfo
pt_br: O dispositivo {0} tem uma especificação de telemetria inválida no seu DeviceInfo
sv: Enheten {0} innehåller en ogiltig telemetrispecifikation i DeviceInfo
tr: {0} cihazının DeviceInfo üzerindeki Telemetri belirtimi geçersiz
zh_hans: 设备 {0} 在其 DeviceInfo 上所具有的遥测规格无效
zh_hant: 裝置 {0} 的 DeviceInfo 具有無效的遙測規格

# CommandValuesReturned
source: VALUES RETURNED
de: ZURÜCKGEGEBENE WERTE
nl: GERETOURNEERDE WAARDEN
pt_br: VALORES RETORNADOS
sv: RETURNERADE VÄRDEN
tr: DÖNDÜRÜLEN DEĞERLER
zh_hans: 返回的值
zh_hant: 傳回的值

source: Invoke Method
de: Methode aufrufen
nl: Aanroepmethode
pt_br: Invocar Método
sv: Anropa metod
tr: Yöntemi Çağır
zh_hans: 调用方法
zh_hant: 叫用方法

source: Desired Properties
de: Gewünschte Eigenschaften
nl: Gewenste eigenschappen
pt_br: Propriedades Desejadas
sv: Önskade egenskaper
tr: İstenen Özellikler
zh_hans: 必需属性
zh_hant: 預期屬性

source: Reported Properties
de: Gemeldete Eigenschaften
nl: Gerapporteerde eigenschappen
pt_br: Propriedades Relatadas
sv: Rapporterade egenskaper
tr: Bildirilen Özellikler
zh_hans: 已报告的属性
zh_hant: 回報的屬性

source: Tags
nl: Labels
pt_br: Marcas
sv: Taggar
tr: Etiketler
zh_hans: 标记
zh_hant: 標記

# DesiredPropertiesTooltip
source: Desired Properties
de: Gewünschte Eigenschaften
nl: Gewenste eigenschappen
pt_br: Propriedades Desejadas
sv: Önskade egenskaper
tr: İstenen Özellikler
zh_hans: 必需属性
zh_hant: 預期屬性

# ReportedPropertiesTooltip
source: Reported Properties
de: Gemeldete Eigenschaften
nl: Gerapporteerde eigenschappen
pt_br: Propriedades Relatadas
sv: Rapporterade egenskaper
tr: Bildirilen Özellikler
zh_hans: 已报告的属性
zh_hant: 回報的屬性

# TagsTooltip
source: Tags
nl: Labels
pt_br: Marcas
sv: Taggar
tr: Etiketler
zh_hans: 标记
zh_hant: 標記

# InvokeMethodLabel
source: Method
de: Methode
nl: Methode
pt_br: Método
sv: Metod
tr: Metot
zh_hans: 方法
zh_hant: 方法

# EditColumns
source: Column Editor
de: Spalten-Editor
nl: Kolom bewerken
pt_br: Editor de Colunas
sv: Kolumnredigerare
tr: Sütun Düzenleyicisi
zh_hans: 列编辑器
zh_hant: 資料行編輯器

# ScheduleJob
source: Job Scheduler
de: Auftragsplaner
nl: Taakplanner
pt_br: Agendador de Trabalho
sv: Jobbschema
tr: İş Zamanlayıcı
zh_hans: 作业计划程序
zh_hant: 作業排程器

# ScheduleJobPanelLabel
source: SCHEDULE JOB
de: AUFTRAG PLANEN
nl: TAAK PLANNEN
pt_br: AGENDAR TRABALHO
sv: SCHEMALÄGG JOBB
tr: İŞİ ZAMANLA
zh_hans: 计划作业
zh_hant: 排程作業

# UpdateTwin
source: Edit Device Twin
de: Gerätezwilling bearbeiten
nl: Apparaatdubbel bewerken
pt_br: Editar Dispositivo Gêmeo
sv: Redigera enhetstvilling
tr: Cihaz İkizini Düzenle
zh_hans: 编辑设备孪生
zh_hant: 編輯裝置對應項

source: Recent Jobs
de: Kürzlich ausgeführte Aufträge
nl: Recente taken
pt_br: Trabalhos Recentes
sv: Senaste jobb
tr: Son İşler
zh_hans: 最近的作业
zh_hant: 最近的工作

# RecentJobsTooltip
source: Recent Jobs
de: Kürzlich ausgeführte Aufträge
nl: Recente taken
pt_br: Trabalhos Recentes
sv: Senaste jobb
tr: Son İşler
zh_hans: 最近的作业
zh_hant: 最近的工作

# ViewAll
source: View all ({0})
de: Alle anzeigen ({0})
nl: Alles weergeven ({0})
pt_br: Exibir tudo ({0})
sv: Visa alla ({0})
tr: Tümünü görüntüle ({0})
zh_hans: 全部查看({0})
zh_hant: 檢視全部 ({0})

source: Clear
de: Löschen
nl: Wissen
pt_br: Limpar
sv: Rensa
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Selected Columns
de: Ausgewählte Spalten
nl: Geselecteerde kolommen
pt_br: Colunas Selecionadas
sv: Valda kolumner
tr: Seçilen Sütunlar
zh_hans: 所选列
zh_hant: 選取的資料行

source: Failed to update columns
de: Fehler beim Aktualisieren von Spalten.
nl: Kan de kolommen niet bijwerken
pt_br: Falha ao atualizar colunas
sv: Det gick inte att uppdatera kolumner
tr: Sütunlar güncelleştirilemedi
zh_hans: 未能更新列
zh_hant: 無法更新資料行

source: Unable to retrieve columns from service
de: Spalten können nicht aus Dienst abgerufen werden.
nl: Kan geen kolommen uit de service ophalen
pt_br: Não é possível recuperar colunas do serviço
sv: Det gick inte att hämta kolumner från tjänsten
tr: Sütunlar hizmetten alınamıyor
zh_hans: 无法从服务检索列
zh_hant: 無法從服務擷取資料行

source: Delete
de: Löschen
nl: Verwijderen
sv: Ta bort
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# MaxExecutionTime
source: MAXIMUM EXECUTION TIME
de: MAX. AUSFÜHRUNGSZEIT
nl: MAXIMALE UITVOERINGSTIJD
pt_br: TEMPO DE EXECUÇÃO MÁXIMO
sv: MAXIMAL KÖRNINGSTID
tr: EN UZUN YÜRÜTME SÜRESİ
zh_hans: 最大执行时间
zh_hant: 最長執行時間

source: Method
de: Methode
nl: Methode
pt_br: Método
sv: Metod
tr: Metot
zh_hans: 方法
zh_hant: 方法

source: Query
de: Abfrage
pt_br: Consultar
sv: Fråga
tr: Sorgu
zh_hans: 查询
zh_hant: 查詢

# ScheduleChangeDesiredProperties
source: Desired Properties
de: Gewünschte Eigenschaften
nl: Gewenste eigenschappen
pt_br: Propriedades Desejadas
sv: Önskade egenskaper
tr: İstenen Özellikler
zh_hans: 必需属性
zh_hant: 預期屬性

# ScheduleChangeTags
source: Tags
nl: Labels
pt_br: Marcas
sv: Taggar
tr: Etiketler
zh_hans: 标记
zh_hant: 標記

# ScheduleDesiredPropertyName
source: Desired Property Name
de: Name der gewünschten Eigenschaft
nl: Naam van de gewenste eigenschap
pt_br: Nome de Propriedade Desejado
sv: Namn på önskad egenskap
tr: İstenen Özellik Adı
zh_hans: 必需属性名称
zh_hant: 所需屬性名稱

# ScheduleEditPropertiesOrTags
source: Edit Device Twin
de: Gerätezwilling bearbeiten
nl: Apparaatdubbel bewerken
pt_br: Editar Dispositivo Gêmeo
sv: Redigera enhetstvilling
tr: Cihaz İkizini Düzenle
zh_hans: 编辑设备孪生
zh_hant: 編輯裝置對應項

# ScheduleEditValue
source: Value
de: Wert
nl: Waarde
pt_br: Valor
sv: Värde
tr: Değer
zh_hans: 值
zh_hant: 值

# ScheduleJobName
source: Job Name
de: Auftragsname
nl: Taaknaam
pt_br: Nome do Trabalho
sv: Jobbnamn
tr: İş Adı
zh_hans: 作业名称
zh_hant: 工作名稱

# ScheduleSetJobTime
source: Job Time
de: Uhrzeit für Auftrag
nl: Tijd voor de taak
pt_br: Horário do Trabalho
sv: Jobbtid
tr: İş Saati
zh_hans: 作业时间
zh_hant: 作業時間

# SomeDeviceInapplicable
source: {0} devices inapplicable
de: {0} Geräte nicht anwendbar
nl: {0} apparaten niet van toepassing
pt_br: {0} dispositivos inaplicáveis
sv: {0} enheter kan inte tillämpas
tr: {0} cihaz geçerli değil
zh_hans: {0} 个设备不适用
zh_hant: {0} 部裝置不適用

# SomeDevicesApplicable
source: {0} devices applicable
de: {0} Geräte anwendbar
nl: {0} apparaten van toepassing
pt_br: {0} dispositivos aplicáveis
sv: {0} enheter är tillämpliga
tr: {0} cihaz geçerli
zh_hans: {0} 个设备适用
zh_hant: {0} 部裝置適用

source: START TIME
de: Beginnt um
nl: BEGINTIJD
pt_br: HORÁRIO DE INÍCIO
sv: STARTTID
tr: BAŞLANGIÇ SAATİ
zh_hans: 开始时间
zh_hant: 開始時間

source: Tag Name
de: Name des Tags
nl: Tagnaam
pt_br: Nome da Etiqueta
sv: Namn på tagg
tr: Etiket Adı
zh_hans: 标记名称
zh_hant: 標籤名稱

# ScheduleJobNamePlaceHolder
source: Enter you job name here
de: Hier Namen des Auftrags eingeben
nl: Voer de taaknaam hier in
pt_br: Insira o nome do seu trabalho aqui
sv: Ange jobbnamn här
tr: İş adını buraya girin
zh_hans: 在此处输入作业名称
zh_hant: 在此輸入您的作業名稱

source: Move down
de: Nach unten
nl: Omlaag
pt_br: Mover para baixo
sv: Flytta ned
tr: Aşağı taşı
zh_hans: 下移
zh_hant: 下移

source: Move up
de: Nach oben
nl: Omhoog
pt_br: Mover para cima
sv: Flytta upp
tr: Yukarı taşı
zh_hans: 上移
zh_hant: 上移

# LastUpdatedFormatString
source: {0} ago
de: Vor {0}
nl: {0} geleden
pt_br: {0} atrás
sv: {0} sedan
tr: {0} önce
zh_hans: {0} 前
zh_hant: {0} 前

# DayPlural
source: Days
de: Tage
nl: Dagen
pt_br: Dias
sv: Dagar
tr: Gün
zh_hans: 天
zh_hant: 天

# DaySingular
source: Day
de: Tag
nl: Dag
pt_br: Dia
sv: Dag
tr: Gün
zh_hans: 天
zh_hant: 天

# HourPlural
source: Hours
de: Stunden
nl: Uur
pt_br: Horas
sv: Timmar
tr: Saat
zh_hans: 小时
zh_hant: 小時

# HourSingular
source: Hour
de: Stunde
nl: Uur
pt_br: Hora
sv: Timma
tr: Saat
zh_hans: 小时
zh_hant: 小時

# MinutePlural
source: Minutes
de: Minuten
nl: Minuten
pt_br: Minutos
sv: Minuter
tr: Dakika
zh_hans: 分钟
zh_hant: 分鐘

# MinuteSingular
source: Minute
nl: Minuut
pt_br: Minuto
sv: Minut
tr: Dakika
zh_hans: 分钟
zh_hant: 分鐘

# MonthPlural
source: Months
de: Monate
nl: Maanden
pt_br: Meses
sv: Månader
tr: Ay
zh_hans: 月
zh_hant: 月

# MonthSingular
source: Month
de: Monat
nl: Maand
pt_br: Mês
sv: Månad
tr: Ay
zh_hans: 月
zh_hant: 月

# TimeSpanMin
source: < 1 Minute
nl: < 1 minuut
pt_br: < 1 Minuto
sv: < 1 minut
tr: < 1 Dakika
zh_hans: < 1 分钟
zh_hant: < 1 分鐘

# WeekPlural
source: Weeks
de: Wochen
nl: Weken
pt_br: Semanas
sv: Veckor
tr: Hafta
zh_hans: 周
zh_hant: 週

# WeekSingular
source: Week
de: Woche
pt_br: Semana
sv: Vecka
tr: Hafta
zh_hans: 周
zh_hant: 週

# YearPlural
source: Years
de: Jahre
nl: Jaren
pt_br: Anos
sv: År
tr: Yıl
zh_hans: 年
zh_hant: 年

# YearSingular
source: Year
de: Jahr
nl: Jaar
pt_br: Ano
sv: År
tr: Yıl
zh_hans: 年
zh_hant: 年

# FailedToRetrieveColumns
source: An error occurred while retrieving the list of columns.
de: Fehler beim Abrufen der Liste mit Spalten.
nl: Er is een fout opgetreden tijdens het ophalen van de lijst met kolommen.
pt_br: Ocorreu um erro ao recuperar a lista de colunas.
sv: Ett fel uppstod när listan över kolumner skulle hämtas.
tr: Sütun listesi alınırken bir hata oluştu.
zh_hans: 检索列的列表时出错。
zh_hant: 擷取資料行清單時發生錯誤。

# AddNewFilter
source: NEW FILTER
de: NEUER FILTER
nl: NIEUW FILTER
pt_br: NOVO FILTRO
sv: NYTT FILTER
tr: YENİ FİLTRE
zh_hans: 新筛选器
zh_hant: 新增篩選

# FindQuery
source: Find a query
de: Abfrage suchen
nl: Een query zoeken
pt_br: Localizar uma consulta
sv: Hitta en fråga
tr: Sorgu bul
zh_hans: 查找查询
zh_hant: 尋找查詢

# ShowRecentFilters
source: RECENT FILTERS
de: KÜRZLICH VERWENDETE FILTER
nl: RECENTE FILTERS
pt_br: FILTROS RECENTES
sv: SENASTE FILTER
tr: SON FİLTRELER
zh_hans: 最新筛选器
zh_hant: 近期篩選

source: Type of search
de: Suchtyp
nl: Type zoekactie
pt_br: Tipo de pesquisa
sv: Typ av sökning
tr: Arama türü
zh_hans: 搜索类型
zh_hant: 搜尋的類型

# SearchType
source: Type of search
de: Suchtyp
nl: Type zoekactie
pt_br: Tipo de pesquisa
sv: Typ av sökning
tr: Arama türü
zh_hans: 搜索类型
zh_hant: 搜尋的類型

# ClearClauses
source: - CLEAR CLAUSE
de: - KLAUSEL LÖSCHEN
nl: - COMPONENT WISSEN
pt_br: - LIMPAR CLÁUSULA
sv: - RENSA SATS
tr: - YAN TÜMCEYİ TEMİZLE
zh_hans: - 清除子句
zh_hant: - 清除子句

# FailedToDeleteFilter
source: Failed to delete this filter.
de: Fehler beim Löschen dieses Filters.
nl: Kan dit filter niet verwijderen.
pt_br: Falha ao excluir este filtro.
sv: Det gick inte att ta bort filtret.
tr: Bu filtre silinemedi.
zh_hans: 未能删除此筛选器。
zh_hant: 無法刪除此篩選。

# FailedToGetDefaultFilters
source: Failed to find default filters, please retry.
de: Es wurden keine Standardfilter gefunden, bitte versuchen Sie es noch mal.
nl: Er zijn geen standaardfilters gevonden. Probeer het opnieuw.
pt_br: Falha ao localizar filtros padrão. Tente novamente.
sv: Det gick inte att hitta standardfilter, försök igen.
tr: Varsayılan filtreler bulunamadı, lütfen yeniden deneyin.
zh_hans: 未能找到默认的筛选器，请重试。
zh_hant: 找不到預設篩選，請重試。

source: Failed to get filter.
de: Fehler beim Abrufen von Filter.
nl: Kan het filter niet ophalen.
pt_br: Falha ao obter o filtro.
sv: Det gick inte att hämta filter.
tr: Filtre alınamadı.
zh_hans: 未能获取筛选器。
zh_hant: 無法取得篩選。

source: Failed to get recent filters.
de: Fehler beim Abrufen der aktuellen Filter.
nl: Kan geen recente filters ophalen.
pt_br: Falha ao obter filtros recentes.
sv: Det gick inte att hämta senaste filter.
tr: Son filtreler alınamadı.
zh_hans: 未能获取最新筛选器。
zh_hant: 無法取得近期篩選。

# FailedToSaveFilter
source: Failed to save this filter.
de: Fehler beim Speichern dieses Filters, weil er Aufträgen zugeordnet ist.
nl: Dit filter kan niet worden opgeslagen omdat het aan taken is gekoppeld.
pt_br: Falha ao salvar este filtro porque ele está associado a trabalhos.
sv: Det gick inte att spara filtret eftersom det är kopplat till jobb.
tr: Bu filtre, işlerle ilişkili olduğu için kaydedilemedi.
zh_hans: 未能保存此筛选器，因为它与作业关联。
zh_hant: 因為此篩選已與作業建立關聯，所以無法予以儲存。

# SearchTypeFilters
source: FILTER
pt_br: Filtrar
tr: FİLTRE
zh_hans: 筛选器
zh_hant: 篩選

# SearchTypeAdvanced
source: ADVANCED
de: ERWEITERT
nl: GEAVANCEERD
pt_br: AVANÇADO
sv: AVANCERAT
tr: GELİŞMİŞ
zh_hans: 高级
zh_hant: 進階

# FilterIsEmpty
source: The filter name or filters are empty.
de: Der Filtername oder die Filter sind leer.
nl: De filternaam of filters zijn leeg.
pt_br: O nome do filtro ou os filtros estão vazios.
sv: Filternamnet eller filtren är tomma.
tr: Filtre adı veya filtreler boş.
zh_hans: 筛选器名称或筛选器为空。
zh_hant: 篩選名稱或篩選為空白。

source: Load Default
de: Standard laden
nl: Standaardwaarde laden
pt_br: Carregar Padrão
sv: Läs in standardvärde
tr: Varsayılanı Yükle
zh_hans: 默认加载
zh_hant: 載入預設

# SaveAsDefault
source: Save as default for all users
de: Als Standard für alle Benutzer speichern
nl: Opslaan als standaard voor alle gebruikers
pt_br: Salvar como padrão para todos os usuários
sv: Spara som standard för alla användare
tr: Tüm kullanıcılar için varsayılan olarak kaydet
zh_hans: 保存为所有用户的默认
zh_hant: 另存為所有使用者的預設

source: Jobs
de: Aufträge
nl: Taken
pt_br: Trabalhos
sv: Jobb
tr: İşler
zh_hans: 作业
zh_hant: 工作

# JobHistoryForFilter
source: Job history for this filter
de: Auftragsverlauf für diesen Filter
nl: Taakgeschiedenis voor dit filter
pt_br: Histórico de trabalho deste filtro
sv: Jobbhistorik för det här filtret
tr: Bu filtre için iş geçmişi
zh_hans: 此筛选器的的作业历史记录
zh_hant: 此篩選的作業記錄

# JobsTooltip
source: Jobs
de: Aufträge
nl: Taken
pt_br: Trabalhos
sv: Jobb
tr: İşler
zh_hans: 作业
zh_hant: 工作

# ScheduleJobError
source: Unable to schedule job. An unexpected error occurred.
de: Der Auftrag kann nicht geplant werden. Es ist ein unerwarteter Fehler aufgetreten.
nl: Kan de taak niet plannen. Er is een onverwachte fout opgetreden.
pt_br: Não é possível agendar trabalho. Ocorreu um erro inesperado.
sv: Det gick inte att schemalägga jobb. Ett oväntat fel inträffade.
tr: İş zamanlanamıyor. Beklenmeyen bir hata oluştu.
zh_hans: 无法计划作业，出现了意外错误。
zh_hant: 無法排程作業。發生未預期的錯誤。

# ScheduleParameterName
source: Parameters
de: Parameter
pt_br: Parâmetros
sv: Parametrar
tr: Parametreler
zh_hans: 参数
zh_hant: 參數

# ScheduleParameters
source: Parameters
de: Parameter
pt_br: Parâmetros
sv: Parametrar
tr: Parametreler
zh_hans: 参数
zh_hant: 參數

# DeviceMethodIsDisabled
source: Cannot invoke methods to this device currently
de: Zurzeit können keine Methoden für dieses Gerät aufgerufen werden.
nl: Kan momenteel geen methoden voor dit apparaat aanroepen
pt_br: Não é possível invocar métodos para este dispositivo no momento
sv: Det går inte att anropa metoder till den här enheten just nu
tr: Bu cihazdaki yöntemler şu anda çağrılamıyor
zh_hans: 当前无法向此设备调用方法
zh_hant: 目前無法對此裝置叫用方法

# DeviceMethodsHeader
source: Invoke Method for {0}
de: Methode für "{0}" aufrufen
nl: Methode aanroepen voor {0}
pt_br: Invocar Método para {0}
sv: Anropa metod för {0}
tr: {0} için Yöntem Çağır
zh_hans: 为 {0} 调用方法
zh_hant: 為 {0} 叫用方法
