Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# EditDevicePropertiesFor
source: Edit Device Properties for {0}
cs: Upravit vlastnosti zařízení pro {0}
de: Geräteeigenschaften für "{0}" bearbeiten
es: Editar propiedades de dispositivo para {0}
fr: Modifier les propriétés d'appareil pour {0}
hu: Eszköztulajdonságok szerkesztése ({0})
it: Modifica le proprietà del dispositivo per {0}
ja: {0} のデバイス プロパティを編集
ko: {0}에 대한 장치 속성 편집
nl: Apparaateigenschappen voor {0} bewerken
pl: Edytuj właściwości urządzenia dla: {0}
pt_br: Editar as Propriedades do Dispositivo para {0}
ru: Изменить свойства устройства для {0}
sv: Redigera enhetsegenskaper för {0}
tr: {0} Cihazının Özelliklerini Düzenleyin
tt: [Ēđįŧ Đęvįčę Přőpęřŧįęş ƒőř {0} !!! !!!]
zh_hans: 编辑 {0} 的设备属性
zh_hant: 編輯 {0} 的裝置屬性

# NoscriptHeader
source: JavaScript Required
cs: Požaduje se JavaScript.
de: JavaScript erforderlich.
es: Se necesita JavaScript.
fr: JavaScript obligatoire
hu: JavaScript szükséges
it: È necessario JavaScript
ja: JavaScript が必要です
ko: JavaScript 필요
nl: JavaScript is vereist
pl: Wymagany język JavaScript
pt_br: JavaScript Necessário
ru: Требуется JavaScript
sv: JavaScript krävs
tr: JavaScript Gerekli
tt: [ĴäväŜčřįpŧ Ŗęqūįřęđ !!! !!!]
zh_hans: JavaScript 为必需
zh_hant: 需要 JavaScript

# NoscriptP1
source: Your browser is currently set to block JavaScript. You need to allow JavaScript to use this service.
cs: Váš prohlížeč je aktuálně nastavený na blokování JavaScriptu. Pokud chcete používat tuto službu, musíte JavaScript povolit.
de: Ihr Browser ist so eingerichtet, dass JavaScript blockiert wird. Sie müssen JavaScript zulassen, um diesen Dienst zu verwenden.
es: Actualmente, el explorador está configurado para bloquear JavaScript. Para usar este servicio, debe permitir JavaScript.
fr: Votre navigateur est actuellement configuré pour bloquer JavaScript. Vous devez autoriser JavaScript pour utiliser ce service.
hu: A böngésző jelenleg a JavaScript blokkolására van beállítva. A szolgáltatás használatához engedélyeznie kell a JavaScript működését.
it: Il browser è attualmente impostato per bloccare JavaScript. Per usare questo servizio, è necessario consentire JavaScript.
ja: お使いのブラウザーは現在、JavaScript をブロックする設定になっています。このサービスを利用するには、JavaScript を許可する必要があります。
ko: 브라우저가 현재 JavaScript를 차단하도록 설정되어 있습니다. 이 서비스를 사용하려면 JavaScript를 허용해야 합니다.
nl: Uw browser is momenteel zo ingesteld dat JavaScript wordt geblokkeerd. U moet JavaScript toestaan om deze service te gebruiken.
pl: Przeglądarka jest aktualnie skonfigurowana do blokowania języka JavaScript. W celu korzystania z tej usługi należy włączyć język JavaScript.
pt_br: Seu navegador está configurado para bloquear JavaScript no momento. É necessário permitir JavaScript para utilizar esse serviço.
ru: Ваш браузер сейчас блокирует JavaScript. Разрешите JavaScript, чтобы использовать эту службу.
sv: Webbläsaren är för närvarande inställd på att blockera JavaScript. Du måste tillåta JavaScript för att kunna använda den här tjänsten.
tr: Tarayıcınız JavaScript'i engelleyecek şekilde ayarlanmış. Bu hizmeti kullanmak için JavaScript'e izin vermeniz gerekir.
tt: [Ÿőūř þřőŵşęř įş čūřřęŉŧľy şęŧ ŧő þľőčĸ ĴäväŜčřįpŧ. Ÿőū ŉęęđ ŧő äľľőŵ ĴäväŜčřįpŧ ŧő ūşę ŧĥįş şęřvįčę. !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 你的浏览器当前被设置为阻止 JavaScript。你需要允许 JavaScript 才能使用此服务。
zh_hant: 您的瀏覽器目前設定為封鎖 JavaScript。您必須允許 JavaScript 才可使用此服務。

# NoscriptP2
source: To learn how to allow JavaScript or to find out whether your browser supports JavaScript, check the online help in your web browser.
de: Informationen darüber, wie Sie JavaScript zulassen oder ob Ihr Browser JavaScript unterstützt, finden Sie in der Onlinehilfe Ihres Webbrowsers.
es: Para aprender a permitir JavaScript o averiguar si el explorador admite JavaScript, consulte la ayuda en línea del explorador web.
fr: Pour savoir comment autoriser JavaScript ou pour savoir si votre navigateur prend en charge JavaScript, consultez l'aide en ligne de votre navigateur web.
hu: A webböngésző online súgójában talál információt a JavaScript engedélyezéséről, illetve arról, hogy a böngésző támogatja-e a JavaScript használatát.
it: Per informazioni su come consentire JavaScript o per sapere se il browser in uso supporta JavaScript, vedere la Guida online nel Web browser.
ja: JavaScript を許可する方法や、お使いのブラウザーが JavaScript をサポートしているかどうかを確認するには、Web ブラウザーのオンライン ヘルプをご覧ください。
ko: JavaScript를 허용하는 방법을 알아보거나 브라우저에서 JavaScript를 지원하는지 확인하려면 웹 브라우저에서 온라인 도움말을 확인하세요.
nl: Lees in de online-Help van uw webbrowser hoe u JavaScript toestaat en of uw browser JavaScript ondersteunt.
pl: Aby dowiedzieć się, jak włączyć język JavaScript lub sprawdzić, czy przeglądarka obsługuje język JavaScript, sprawdź pomoc online przeglądarki.
pt_br: Para saber como permitir o uso de JavaScript ou como descobrir se seu navegador dá suporte a JavaScript, consulte a ajuda online do navegador da Web.
ru: Ознакомьтесь со справкой по вашему браузеру, чтобы узнать о том, как разрешить JavaScript, и о том, поддерживает ли браузер JavaScript.
sv: Om du vill läsa om hur du tillåter JavaScript eller ta reda på om webbläsaren stöder JavaScript kan du gå till onlinehjälpen i webbläsaren.
tr: JavaScript'e nasıl izin verileceğini veya tarayıcınızın JavaScript'i destekleyip desteklemediğini öğrenmek için web tarayıcınızdan çevrimiçi yardıma başvurun.
tt: [Ŧő ľęäřŉ ĥőŵ ŧő äľľőŵ ĴäväŜčřįpŧ őř ŧő ƒįŉđ őūŧ ŵĥęŧĥęř yőūř þřőŵşęř şūppőřŧş ĴäväŜčřįpŧ, čĥęčĸ ŧĥę őŉľįŉę ĥęľp įŉ yőūř ŵęþ þřőŵşęř. !!! !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 若要了解有关如何允许 JavaScript 或查看你的浏览器是否支持 JavaScript，请参阅 Web 浏览器中的联机帮助。
zh_hant: 若要了解如何允許 JavaScript 或您的瀏覽器是否支援 JavaScript，請查看網頁瀏覽器中的線上說明。

# DeviceIdColon
source: Device ID:
cs: ID zařízení:
de: Geräte-ID:
es: Id. de dispositivo:
fr: ID d'appareil :
hu: Eszköz azonosítója:
it: ID dispositivo:
ja: デバイス ID:
ko: 장치 ID:
nl: Apparaat-id:
pl: Identyfikator urządzenia:
pt_br: ID do Dispositivo:
ru: Идентификатор устройства:
sv: Enhets-ID:
tr: Cihaz Kimliği:
tt: [Đęvįčę ĨĐ: !!! !!!]
zh_hans: 设备 ID:
zh_hant: 裝置識別碼:

# DeviceAddError
source: Unable to add device. An unexpected error occurred.
cs: Nepovedlo se přidat zařízení. Došlo k neočekávané chybě.
de: Gerät kann nicht hinzugefügt werden. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo agregar el dispositivo.
fr: Impossible d'ajouter l'appareil. Une erreur inattendue s'est produite.
hu: Nem lehet hozzáadni az eszközt. Váratlan hiba történt.
it: Non è possibile aggiungere il dispositivo. Si è verificato un errore imprevisto.
ja: デバイスを追加できません。予期しないエラーが発生しました。
ko: 장치를 추가할 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan het apparaat niet toevoegen. Er is een onverwachte fout opgetreden.
pl: Nie można dodać urządzenia. Wystąpił nieoczekiwany błąd.
pt_br: Não foi possível adicionar o dispositivo. Ocorreu um erro inesperado.
ru: Не удалось добавить устройство. Произошла неожиданная ошибка.
sv: Det gick inte att lägga till enheten. Ett oväntat fel inträffade.
tr: Cihaz eklenemiyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő äđđ đęvįčę. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法添加设备。发生了意外错误。
zh_hant: 無法加入裝置。發生未預期的錯誤。

# DeviceAddSelectTypeError
source: Unable to create device. An unexpected error occurred.
cs: Nepovedlo se vytvořit zařízení. Došlo k neočekávané chybě.
de: Gerät kann nicht erstellt werden. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo crear el dispositivo.
fr: Impossible de créer l'appareil. Une erreur inattendue s'est produite.
hu: Nem sikerült létrehozni az eszközt. Váratlan hiba történt.
it: Non è possibile creare il dispositivo. Si è verificato un errore imprevisto.
ja: デバイスを作成できません。予期しないエラーが発生しました。
ko: 장치를 만들 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan het apparaat niet maken. Er is een onverwachte fout opgetreden.
pl: Nie można utworzyć urządzenia. Wystąpił nieoczekiwany błąd.
pt_br: Não foi possível criar o dispositivo. Ocorreu um erro inesperado.
ru: Не удалось создать устройство. Произошла неожиданная ошибка.
sv: Det gick inte att skapa enheten. Ett oväntat fel inträffade.
tr: Cihaz oluşturulamıyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő čřęäŧę đęvįčę. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法创建设备。发生了意外错误。
zh_hant: 無法建立裝置。發生未預期的錯誤。

source: Sent
cs: Poslat
de: Gesendet
es: Enviada
fr: Envoyer
hu: Elküldve
it: Invio completato
ja: 送信済み
ko: 보냄
nl: Verzonden
pl: Wysłane
pt_br: Enviado
ru: Отправлено
sv: Har skickats
tr: Gönderildi
tt: [Ŝęŉŧ !!! !!! !!!]
zh_hans: 已发送
zh_hant: 已傳送

# DateTimeValidationMessage
source: Invalid Date
cs: Neplatné datum
de: Ungültiges Datum
es: Fecha no válida
fr: Date non valide
hu: Érvénytelen dátum
it: Data non valida
ja: 日付が無効です
ko: 잘못된 날짜
nl: Ongeldige datum
pl: Nieprawidłowa data
pt_br: Data Inválida
ru: Недопустимая дата
sv: Ogiltigt datum
tr: Geçersiz Tarih
tt: [Ĩŉväľįđ Đäŧę !!! !!!]
zh_hans: 日期无效
zh_hant: 日期無效

# StringValidationMessage
source: Invalid string
cs: Neplatný řetězec
de: Ungültige Zeichenfolge.
es: Cadena no válida
fr: Chaîne non valide
hu: Érvénytelen karakterlánc
it: La stringa non è valida
ja: 文字列が無効です
ko: 잘못된 문자열
nl: Ongeldige tekenreeks
pl: Nieprawidłowy ciąg
pt_br: Cadeia de caracteres inválida
ru: Недопустимая строка
sv: Ogiltig sträng
tr: Geçersiz dize
tt: [Ĩŉväľįđ şŧřįŉģ !!! !!!]
zh_hans: 字符串无效
zh_hant: 字串無效

# RequiredValue
source: This field is required
cs: Toto pole je povinné.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire
hu: Ez a mező kötelező.
it: Questo campo è obbligatorio
ja: このフィールドは必須項目です
ko: 이 필드는 필수입니다.
nl: Dit veld is vereist
pl: To pole jest wymagane
pt_br: Este campo é obrigatório
ru: Поле является обязательным
sv: Det här fältet är obligatoriskt
tr: Bu alan gereklidir
tt: [Ŧĥįş ƒįęľđ įş řęqūįřęđ !!! !!!]
zh_hans: 此字段为必填字段
zh_hant: 這是必要欄位

source: Local
cs: Místní
de: Lokal
hu: Helyi
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalne
ru: Местное
sv: Lokal
tr: Yerel
tt: [Ŀőčäľ !!! !!! !!! !!!]
zh_hans: 本地
zh_hant: 當地

# binaryCommandErrorMessage
source: Invalid base64 binary; expected a format like 'Zm9vYmFy' or 'Zm9vYg=='
cs: Neplatný typ base64 binary. Očekávaný formát byl např. Zm9vYmFy nebo Zm9vYg==.
de: Ungültiger Base64-Binärwert, erwartet wurde ein Format wie z. B. "Zm9vYmFy" oder "Zm9vYg==".
es: Valor binario base64 no válido; se esperaba un formato como 'Zm9vYmFy' o 'Zm9vYg=='.
fr: Valeur de type binary base64 non valide ; un format comme « Zm9vYmFy » ou « Zm9vYg== » est attendu
hu: Érvénytelen Base64-bináris; a várt formátum a következőhöz hasonló: "Zm9vYmFy' or 'Zm9vYg=="
it: Il valore binario Base64 non è valido. È previsto un formato come 'Zm9vYmFy' o 'Zm9vYg=='
ja: base64 バイナリが無効です。'Zm9vYmFy' や 'Zm9vYg==' のような形式にする必要があります
ko: base64 이진이 잘못되었습니다. 'Zm9vYmFy' 또는 'Zm9vYg==' 같은 형식이 필요합니다.
nl: Ongeldige binaire Base64-gegevens; er werd een notatie zoals Zm9vYmFy of Zm9vYg== verwacht
pl: Nieprawidłowa wartość binarna base64; oczekiwano formatu „Zm9vYmFy” lub „Zm9vYg==”
pt_br: Binário base64 inválido; é esperado um formato como "Zm9vYmFy" ou "Zm9vYg=="
ru: Недопустимое двоичное значение base64; требуется формат вида "Zm9vYmFy" или "Zm9vYg=="
sv: Ogiltig base64-binär; förväntat format till exempel "Zm9vYmFy" eller "Zm9vYg=="
tr: Geçersiz base64 ikili değeri; 'Zm9vYmFy' veya 'Zm9vYg==' gibi bir biçim bekleniyordu
tt: [Ĩŉväľįđ þäşę64 þįŉäřy; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę 'Żm9vŸmFy' őř 'Żm9vŸģ==' !!! !!! !!! !!!]
zh_hans: 无效的 Base64 二进制；格式应类似于 "Zm9vYmFy" 或 "Zm9vYg=="
zh_hant: Base64 二進位無效; 格式必須類似 'Zm9vYmFy' 或 'Zm9vYg=='

# byteCommandErrorMessage
source: Invalid byte; expected a format like '24' (between 0 and 255)
cs: Neplatný typ byte. Očekávaný formát byl např. 24 (mezi 0 a 255).
de: Ungültiger byte-Wert, erwartet wurde ein Format wie z. B. 24 (zwischen 0 und 255).
es: Byte no válido; se esperaba un formato como '24' (entre 0 y 255).
fr: Valeur de type byte non valide ; un format comme « 24 » (entre 0 et 255) est attendu
hu: Érvénytelen bájt; a várt formátum például "24" (0 és 255 közötti érték)
it: Il byte non è valido. È previsto un formato come '24' (compreso tra 0 e 255)
ja: バイトが無効です。(0 から 255 までの数字で) '24' のような形式にする必要があります
ko: 바이트가 잘못되었습니다. '24'(0에서 255 사이) 같은 형식이 필요합니다.
nl: Ongeldige Byte; er werd een notatie zoals 24 (tussen 0 en 255) verwacht
pl: Nieprawidłowy bajt; oczekiwano formatu „24” (między 0 a 255)
pt_br: Byte inválido; é esperado um formato como "24" (entre 0 e 255)
ru: Недопустимый байт; требуется формат вида "24" (от 0 до 255)
sv: Ogiltigt byte; förväntat format till exempel "24" (mellan 0 och 255)
tr: Geçersiz bayt; '24' gibi (0 ile 255 arasında) bir değer bekleniyordu
tt: [Ĩŉväľįđ þyŧę; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '24' (þęŧŵęęŉ 0 äŉđ 255) !!! !!! !!! !!!]
zh_hans: 无效的字节；格式应类似于 "24" (0 到 255 之间)
zh_hant: 位元組無效; 格式必須類似 '24' (介於 0 到 255 之間)

# dateCommandErrorMessage
source: Invalid date; expected a date 'YYYY-MM-DD' format
cs: Neplatný typ date. Očekával se formát kalendářního data RRRR-MM-DD.
de: Ungültiger date-Wert, erwartet wurde ein Datum im Format "YYYY-MM-DD".
es: Fecha no válida; se esperaba el formato de fecha 'AAAA-MM-DD'.
fr: Valeur de type date non valide ; un format de date « AAAA-MM-JJ » est attendu
hu: Érvénytelen dátum; a várt dátumformátum "ÉÉÉÉ-HH-NN"
it: La data non è valida. È previsto il formato di data 'AAAA-MM-GG'
ja: 日付が無効です。'YYYY-MM-DD' の形式にする必要があります
ko: 날짜가 잘못되었습니다. 'YYYY-MM-DD' 형식의 날짜가 필요합니다.
nl: Ongeldige Date; er werd een datum met de notatie DD-MM-JJJJ verwacht
pl: Nieprawidłowa data; oczekiwano daty w formacie „RRRR-MM-DD”
pt_br: Data inválida; é esperado um formato de data "AAAA-MM-DD"
ru: Недопустимая дата; требуется формат вида "ГГГГ-ММ-ДД"
sv: Ogiltigt datum; förväntat datum till exempel formatet "ÅÅÅÅ-MM-DD"
tr: Geçersiz tarih; 'YYYY-AA-GG' biçiminde bir tarih bekleniyordu
tt: [Ĩŉväľįđ đäŧę; ęχpęčŧęđ ä đäŧę 'ŸŸŸŸ-MM-ĐĐ' ƒőřmäŧ !!! !!! !!!]
zh_hans: 无效的日期；日期格式应为 "YYYY-MM-DD"
zh_hant: 日期無效; 日期格式必須為 'YYYY-MM-DD'

# datetimeoffsetCommandErrorMessage
source: Invalid datetime; expected a date 'YYYY-MM-DD HH:mm:ss' format
cs: Neplatný typ datetime. Očekával se formát kalendářního data RRRR-MM-DD HH:mm:ss.
de: Ungültiger datetime-Wert, erwartet wurde ein Datum im Format "YYYY-MM-DD HH:mm:ss".
es: Fecha y hora no válidas; se esperaba un formato de fecha 'AAAA-MM-DD:mm:ss'.
fr: Valeur de type datetime non valide ; un format de date « AAAA-MM-JJ HH:mm:ss » est attendu
hu: Érvénytelen dátum-idő; a várt formátum "ÉÉÉÉ-HH-NN ÓÓ:pp:mm"
it: Il valore data/ora non è valido. È previsto il formato 'AAAA-MM-GG HH:mm:ss'
ja: 日時が無効です。'YYYY-MM-DD HH:mm:ss' の形式にする必要があります
ko: 날짜/시간이 잘못되었습니다. 'YYYY-MM-DD HH:mm:ss' 형식의 날짜가 필요합니다.
nl: Ongeldige Datetime; er werd een tijdstip met de notatie DD-MM-JJJJ UU:mm:ss verwacht
pl: Nieprawidłowa data i godzina; oczekiwano daty w formacie „RRRR-MM-DD GG:mm:ss”
pt_br: Data/hora inválidos; é esperado um formato de data "AAAA-MM-DD HH:mm:ss"
ru: Недопустимое значение даты и времени; требуется формат вида "ГГГГ-ММ-ДД ЧЧ:сс:сс"
sv: Ogiltigt datum/tid; förväntat datumformat "ÅÅÅÅ-MM-DD TT:mm:ss"
tr: Geçersiz tarih saat; 'YYYY-AA-GG SS:dd:ss' biçiminde bir tarih saat bekleniyordu
tt: [Ĩŉväľįđ đäŧęŧįmę; ęχpęčŧęđ ä đäŧę 'ŸŸŸŸ-MM-ĐĐ ĦĦ:mm:şş' ƒőřmäŧ !!! !!! !!! !!!]
zh_hans: 无效的日期/时间；日期格式应为 "YYYY-MM-DD HH:mm:ss"
zh_hant: 日期時間無效; 日期格式必須為 'YYYY-MM-DD HH:mm:ss'

# decimalCommandErrorMessage
source: Invalid decimal; expected a format like '-12.3456' or '98765.43'
cs: Neplatný typ decimal. Očekávaný formát byl např. -12,3456 nebo 98765,43.
de: Ungültiger Decimal-Wert, erwartet wurde Format wie z. B. "12,3456" oder "98765,43".
es: Decimal no válido; se esperaba un formato como '-12.3456' o '98765.43'.
fr: Valeur de type decimal non valide ; un format comme « -12,3456 » ou « 98765,43 » est attendu
hu: Érvénytelen decimális; a várt formátum "-12,3456" vagy "98765,43"
it: Il valore decimale non è valido. È previsto un formato come '-12,3456' o '98765,43'
ja: 10 進数が無効です。'-12.3456' や '98765.43' のような形式にする必要があります
ko: 10진수가 잘못되었습니다. '-12.3456' 또는 '98765.43' 같은 형식이 필요합니다.
nl: Ongeldige Decimal; er werd een notatie zoals -12,3456 of 98765,43 verwacht
pl: Nieprawidłowa wartość dziesiętna; oczekiwano formatu „-12,3456” lub „98765,43”
pt_br: Decimal inválido; é esperado um formato como "-12.3456" ou "98765.43"
ru: Недопустимое десятичное значение; требуется формат вида "–12,3456" или "98765,43"
sv: Ogiltig decimal; förväntat format till exempel "-12,3456" eller "98765,43"
tr: Geçersiz ondalık değer; '-12,3456' veya '98765,43' biçimi bekleniyordu
tt: [Ĩŉväľįđ đęčįmäľ; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '-12.3456' őř '98765.43' !!! !!! !!! !!!]
zh_hans: 无效的小数；格式应类似于 "-12.3456" 或 "98765.43"
zh_hant: 十進位無效; 格式必須類似 '-12.3456' 或 '98765.43'

# DecimalCommandHint
source: Data type: decimal (like '3.14')
cs: Datový typ: decimal (např. 3,14)
de: Datentyp: Dezimalzahl (z. B. "3,14")
es: Tipo de datos: decimal (como '3.14')
fr: Type de données : décimal (comme « 3,14 »)
hu: Adattípus: decimális (például "3,14")
it: Tipo di dati: decimale (ad esempio '3,14')
ja: データ型: 10 進数 ('3.14' など)
ko: 데이터 형식: 10진수(예: '3.14')
nl: Gegevenstype: decimaal (bijvoorbeeld 3,14)
pl: Typ danych: dziesiętne (na przykład „3,14”)
pt_br: Tipo de dados: decimal (como "3.14")
ru: Тип данных: десятичные (например, "3,14")
sv: Datatyp: decimal (som "3,14")
tr: Veri türü: ondalık ('3,14' gibi)
tt: [Đäŧä ŧypę: đęčįmäľ (ľįĸę '3.14') !!! !!!]
zh_hans: 数据类型: 小数(如 "3.14")
zh_hant: 資料類型: 十進位 (例如 '3.14')

# doubleCommandErrorMessage
source: Invalid double; expected a format like '3.14' or '6.02e+23'
cs: Neplatný typ double. Očekávaný formát byl např. 3,14 nebo 6,02e+23.
de: Ungültiger double-Wert, erwartet wurde Format wie z. B. "3.14" oder "6.02e+23".
es: Valor doble no válido; se esperaba un formato como '3.14' o '6.02e+23'.
fr: Valeur de type double non valide ; un format comme « 3,14 » ou « 6,02e+23 » est attendu
hu: Érvénytelen duplaszó; a várt formátum például "3,14" vagy "6.02e+23"
it: Il valore double non è valido. È previsto un formato come '3,14' o '6.02e+23'
ja: 倍精度値が無効です。'3.14' や '6.02e+23' のような形式にする必要があります
ko: double이 잘못되었습니다. '3.14' 또는 '6.02e+23' 같은 형식이 필요합니다.
nl: Ongeldige Double; er werd een notatie zoals 3,14 of 6,02e+23 verwacht
pl: Nieprawidłowa wartość o podwójnej precyzji; oczekiwano formatu „3,14” lub „6,02e+23”
pt_br: Duplo inválido; é esperado um formato como "3.14" ou "6.02e+23"
ru: Недопустимое значение типа double; требуется формат вида "3,14" или "6,02e+23"
sv: Ogiltig dubbel; förväntat format till exempel "3,14" eller "6,02e+23"
tr: Geçersiz çift değer; '3.14' veya '6.02e+23' gibi bir biçim bekleniyordu
tt: [Ĩŉväľįđ đőūþľę; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '3.14' őř '6.02ę+23' !!! !!! !!!]
zh_hans: 无效的双精度型值；格式应类似于 "3.14" 或 "6.02e+23"
zh_hant: 雙精確度無效; 格式必須類似 '3.14' 或 '6.02e+23'

# DoubleCommandHint
source: Data type: double (like '3.14', '6.02e+23', etc)
cs: Datový typ: double (např. 3,14, 6,02e+23, atd.)
de: Datentyp: Double (z. B. "3.14", "6.02e+23" usw.)
es: Tipo de datos: doble (como '3.14', '6.02e+23', etc.)
fr: Type de données : double (comme « 3,14 », « 6,02e+23 », etc.)
hu: Adattípus: double (like '3.14', '6.02e+23', etc)
it: Tipo di dati: double (ad esempio '3,14', '6.02e+23' e così via)
ja: データ型: 倍精度 ('3.14'、'6.02e+23' など)
ko: 데이터 형식: double(예: '3.14', '6.02e+23' 등)
nl: Gegevenstype: dubbel (bijvoorbeeld 3,14, 6,02e+23, enzovoort)
pl: Typ danych: podwójnej precyzji (na przykład „3,14”, „6,02e+23” itp.)
pt_br: Tipo de dados: duplo (como "3.14", "6,02e+23" etc.)
ru: Тип данных: double (например, "3,14", "6,02e+23" и т. д.)
sv: Datatyp: dubbel (som "3,14", "6,02e+23", osv.)
tr: Veri türü: çift ('3.14', '6.02e+23' vb. gibi)
tt: [Đäŧä ŧypę: đőūþľę (ľįĸę '3.14', '6.02ę+23', ęŧč) !!! !!! !!!]
zh_hans: 数据类型: 双精度型(如 "3.14"、"6.02e+23" 等)
zh_hant: 資料類型: 雙精確度 (例如 '3.14'、'6.02e+23' 等)

# guidCommandErrorMessage
source: Invalid GUID; expected a format like '5d9ff9f7-ca82-4657-97f7-569dc8591af7'
cs: Neplatný identifikátor GUID. Očekávaný formát byl např. 5d9ff9f7-ca82-4657-97f7-569dc8591af7.
de: Ungültige GUID, erwartet wurde ein Format wie z. B. "5d9ff9f7-ca82-4657-97f7-569dc8591af7".
es: GUID no válido; se esperaba un formato como '5d9ff9f7-ca82-4657-97f7-569dc8591af7'.
fr: GUID non valide ; un format comme « 5d9ff9f7-ca82-4657-97f7-569dc8591af7 » est attendu
hu: Érvénytelen GUID; a várt formátum például "5d9ff9f7-ca82-4657-97f7-569dc8591af7"
it: Il GUID non è valido. È previsto un formato come '5d9ff9f7-ca82-4657-97f7-569dc8591af7'
ja: GUID が無効です。'5d9ff9f7-ca82-4657-97f7-569dc8591af7' のような形式にする必要があります
ko: GUID가 잘못되었습니다. '5d9ff9f7-ca82-4657-97f7-569dc8591af7' 같은 형식이 필요합니다.
nl: Ongeldige GUID; er werd een notatie zoals 5d9ff9f7-ca82-4657-97f7-569dc8591af7 verwacht
pl: Nieprawidłowa wartość identyfikatora GUID; oczekiwano formatu „5d9ff9f7-ca82-4657-97f7-569dc8591af7”
pt_br: GUID inválido; é esperado um formato como "5d9ff9f7-ca82-4657-97f7-569dc8591af7"
ru: Недопустимый GUID; требуется формат вида "5d9ff9f7-ca82-4657-97f7-569dc8591af7"
sv: Ogiltigt GUID; förväntat format till exempel "5d9ff9f7-ca82-4657-97f7-569dc8591af7"
tr: Geçersiz GUID; '5d9ff9f7-ca82-4657-97f7-569dc8591af7' gibi bir biçim bekleniyordu
tt: [Ĩŉväľįđ ĞŮĨĐ; ęχpęčŧęđ ä ƒőřmäŧ ľįĸę '5đ9ƒƒ9ƒ7-čä82-4657-97ƒ7-569đč8591äƒ7' !!! !!! !!! !!! !!!]
zh_hans: 无效的 GUID；格式应类似于 "5d9ff9f7-ca82-4657-97f7-569dc8591af7"
zh_hant: GUID 無效; 格式必須類似 '5d9ff9f7-ca82-4657-97f7-569dc8591af7'

# GuidCommandHint
source: Data type: GUID (with format like 'd51ce656-b765-4dce-ba17-67961cbc111d')
cs: Datový typ: GUID (s formátem např. d51ce656-b765-4dce-ba17-67961cbc111d)
de: Datentyp: GUID (mit Format wie z. B. "d51ce656-b765-4dce-ba17-67961cbc111d")
es: Tipo de datos: GUID (con un formato como 'd51ce656-b765-4dce-ba17-67961cbc111d')
fr: Type de données : GUID (avec un format comme « d51ce656-b765-4dce-ba17-67961cbc111d »)
hu: Adattípus: GUID (formátum: 'd51ce656-b765-4dce-ba17-67961cbc111d')
it: Tipo di dati: GUID (con formato simile a 'd51ce656-b765-4dce-ba17-67961cbc111d')
ja: データ型: GUID ('d51ce656-b765-4dce-ba17-67961cbc111d' のような形式)
ko: 데이터 형식: GUID('d51ce656-b765-4dce-ba17-67961cbc111d' 같은 형식 사용)
nl: Gegevenstype: GUID (met een notatie zoals d51ce656-b765-4dce-ba17-67961cbc111d)
pl: Typ danych: GUID (w formacie takim jak „d51ce656-b765-4dce-ba17-67961cbc111d”)
pt_br: Tipo de dados: GUID (com formato como "d51ce656-b765-4dce-ba17-67961cbc111d")
ru: Тип данных: GUID (в формате вида: "d51ce656-b765-4dce-ba17-67961cbc111d")
sv: Datatyp: GUID (med format som "d51ce656-b765-4dce-ba17-67961cbc111d")
tr: Veri türü: GUID ('d51ce656-b765-4dce-ba17-67961cbc111d' gibi bir biçimde)
tt: [Đäŧä ŧypę: ĞŮĨĐ (ŵįŧĥ ƒőřmäŧ ľįĸę 'đ51čę656-þ765-4đčę-þä17-67961čþč111đ') !!! !!! !!! !!!]
zh_hans: 数据类型: GUID (类似 "d51ce656-b765-4dce-ba17-67961cbc111d" 的格式)
zh_hant: 資料類型: GUID (格式範例 'd51ce656-b765-4dce-ba17-67961cbc111d')
