Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# CommandValuesSent
source: VALUES SENT
cs: POSLANÉ HODNOTY
de: GESENDETE WERTE
es: VALORES ENVIADOS
fr: VALEURS ENVOYÉES
hu: ELKÜLDÖTT ÉRTÉKEK
it: VALORI INVIATI
ja: 送信された値
ko: 전달된 값
nl: VERZONDEN WAARDEN
pl: WARTOŚCI PRZESŁANE
pt_br: VALORES ENVIADOS
ru: ЗНАЧЕНИЯ ОТПРАВЛЕНЫ
sv: VÄRDENA HAR SKICKATS
tr: DEĞERLER GÖNDERİLDİ
tt: [VÅĿŮĒŜ ŜĒŃŦ !!! !!!]
zh_hans: 已发送值
zh_hant: 已傳送的值

# DeviceCommands
source: Commands
cs: Příkazy
de: Befehle
es: Comandos
fr: Commandes
hu: Parancsok
it: Comandi
ja: コマンド
ko: 명령
nl: Opdrachten
pl: Polecenia
pt_br: Comandos
ru: Команды
sv: Kommandon
tr: Komutlar
tt: [Cőmmäŉđş !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 命令
zh_hant: 命令

# DeviceCommandsHeader
source: Commands for {0}
cs: Příkazy pro {0}
de: Befehle für "{0}"
es: Comandos para {0}
fr: Commandes pour {0}
hu: Parancsok ({0})
it: Comandi per {0}
ja: {0} のコマンド
ko: {0}에 대한 명령
nl: Opdrachten voor {0}
pl: Polecenia dla: {0}
pt_br: Comandos para {0}
ru: Команды для {0}
sv: Kommandon för {0}
tr: {0} komutları
tt: [Cőmmäŉđş ƒőř {0} !!! !!!]
zh_hans: {0} 的命令
zh_hant: {0} 的命令

# ParametersHeader
source: Parameters
cs: Parametry
de: Parameter
es: Parámetros
fr: Paramètres
hu: Paraméterek
it: Parametri
ja: パラメーター
ko: 매개 변수
pl: Parametry
pt_br: Parâmetros
ru: Параметры
sv: Parametrar
tr: Parametreler
tt: [Päřämęŧęřş !!! !!!]
zh_hans: 参数
zh_hant: 參數

source: Pending
cs: Čeká na vyřízení
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben
it: In sospeso
ja: 保留中
ko: 보류 중
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ru: Ожидает
sv: Väntar
tr: Beklemede
tt: [Pęŉđįŉģ !!! !!! !!! !!! !!! !!!]
zh_hans: 挂起
zh_hant: 待決

source: Price
cs: Cena
de: Preis
es: Precio
fr: Prix
hu: Ár
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
ru: Цена
sv: Pris
tr: Fiyat
tt: [Přįčę !!! !!! !!! !!!]
zh_hans: 价格
zh_hant: 價格

# PriceRange
source: Price must be higher than 0
cs: Cena musí být vyšší než 0.
de: Preis muss höher sein als 0.
es: El precio debe ser superior a 0.
fr: Le prix doit être supérieur à 0
hu: Az árnak magasabbnak kell lennie, mint 0
it: Il prezzo deve essere maggiore di 0
ja: 価格には 0 より大きい値を指定する必要があります
ko: 가격은 0보다 높아야 합니다.
nl: De prijs moet hoger dan 0 zijn
pl: Cena musi być wyższa niż 0
pt_br: O preço deve ser maior que 0
ru: Цена должна быть больше 0
sv: Priset måste vara högre än 0
tr: Fiyat değeri 0'dan büyük olmalıdır
tt: [Přįčę mūşŧ þę ĥįģĥęř ŧĥäŉ 0 !!! !!!]
zh_hans: 价格必须高于 0
zh_hant: 價格必須高於 0

source: Product
cs: Produkt
de: Produkt
es: Producto
fr: Produit
hu: Termék
it: Prodotto
ja: 製品
ko: 제품
pl: Produkt
pt_br: Produto
ru: Продукт
sv: Produkt
tr: Ürün
tt: [Přőđūčŧ !!! !!! !!! !!! !!! !!!]
zh_hans: 产品
zh_hant: 產品

# PropertiesPaneLabel
source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
ko: 속성
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sv: Egenskaper
tr: Özellikler
tt: [Přőpęřŧįęş !!! !!!]
zh_hans: 属性
zh_hant: 屬性

source: Select a Product
cs: Vybrat produkt
de: Produkt auswählen
es: Seleccionar un producto
fr: Sélectionner un produit
hu: Válasszon ki egy terméket
it: Selezionare un prodotto
ja: 製品の選択
ko: 제품 선택
nl: Een product selecteren
pl: Wybierz produkt
pt_br: Selecione um Produto
ru: Выбрать продукт
sv: Välj en produkt
tr: Ürün Seçin
tt: [Ŝęľęčŧ ä Přőđūčŧ !!! !!!]
zh_hans: 选择产品
zh_hant: 選取產品

source: Send
cs: Poslat
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
ja: 送信
ko: 보내기
nl: Verzenden
pl: Wyślij
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
tt: [Ŝęŉđ !!! !!! !!!]
zh_hans: 发送
zh_hant: 傳送

source: Send Command
cs: Poslat příkaz
de: Befehl senden
es: Enviar comando
fr: Envoyer la commande
hu: Parancs küldése
it: Invia comando
ja: コマンドの送信
ko: 명령 보내기
nl: Opdracht verzenden
pl: Wyślij polecenie
pt_br: Enviar Comando
ru: Отправить команду
sv: Skicka kommando
tr: Komutu Gönder
tt: [Ŝęŉđ Cőmmäŉđ !!! !!!]
zh_hans: 发送命令
zh_hant: 傳送命令

source: Check ID
cs: ID kontroly
de: ID überprüfen
es: Comprobar id.
fr: Vérifier l'ID
hu: Azonosító ellenőrzése
it: Verifica ID
ja: ID の確認
ko: ID 확인
nl: Id controleren
pl: Sprawdź identyfikator
pt_br: Verificar a ID
ru: Проверить идентификатор
sv: Kontrollera ID
tr: Kimliği denetle
tt: [Cĥęčĸ ĨĐ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 检查 ID
zh_hant: 檢查識別碼

# DeviceIdAvailable
source: Device ID is available
cs: Je dostupné ID zařízení.
de: Die Geräte-ID ist verfügbar.
es: El id. de dispositivo está disponible
fr: L'ID d'appareil est disponible
hu: Az eszközazonosító rendelkezésre áll
it: L'ID dispositivo è disponibile
ja: デバイス ID が利用可能です
ko: 장치 ID를 사용할 수 있습니다.
nl: De apparaat-id is beschikbaar
pl: Identyfikator urządzenia jest dostępny
pt_br: A ID do Dispositivo está disponível
ru: Идентификатор устройства доступен
sv: Enhets-ID är tillgängligt
tr: Cihaz Kimliği kullanılabilir
tt: [Đęvįčę ĨĐ įş äväįľäþľę !!! !!!]
zh_hans: 设备 ID 可用
zh_hant: 裝置識別碼可用

source: Registered But Not Present
cs: Zaregistrované, ale není k dispozici
de: Registriert, aber nicht vorhanden
es: Se registró, pero no está presente.
fr: Inscrit mais non présent
hu: Regisztrált, de nincs jelen
it: Registrato ma non presente
ja: 登録されていますが、存在しません
ko: 등록되었지만 없음
nl: Geregistreerd maar niet aanwezig
pl: Zarejestrowane, ale nieobecne
pt_br: Registrado, Mas Não Presente
ru: Зарегистрировано, но отсутствует
sv: Registrerad men saknas
tr: Kayıtlı Ancak Mevcut Değil
tt: [Ŗęģįşŧęřęđ ßūŧ Ńőŧ Přęşęŉŧ !!! !!!]
zh_hans: 已注册但不存在
zh_hant: 已註冊但未出現

source: Time Registered
cs: Čas registrace
de: Zeitpunkt der Registrierung
es: Hora de registro
fr: Heure inscrite
hu: Regisztrálás időpontja
it: Ora registrazione
ja: 登録時刻
ko: 등록한 시간
nl: Geregistreerde tijd
pl: Rejestracja czasowa
pt_br: Hora Registrada
ru: Время регистрации
sv: Registrerad tid
tr: Kayıt Zamanı
tt: [Ŧįmę Ŗęģįşŧęřęđ !!! !!!]
zh_hans: 已注册时间
zh_hant: 註冊的時間

# NoCommandsAvailable
source: Device {0} has no available commands
cs: Zařízení {0} nemá žádné dostupné příkazy.
de: Gerät "{0}" verfügt über keine verfügbaren Befehle.
es: El dispositivo {0} no tiene comandos disponibles.
fr: L'appareil {0} n'a aucune commande disponible
hu: A(z) {0} eszköz esetén nincs használható parancs
it: Per il dispositivo {0} non sono presenti comandi disponibili
ja: デバイス {0} には利用可能なコマンドがありません
ko: {0} 장치에 사용 가능한 명령이 없습니다.
nl: Apparaat {0} heeft geen beschikbare opdrachten
pl: Urządzenie {0} nie ma dostępnych poleceń
pt_br: O dispositivo {0} não tem comandos disponíveis
ru: Устройство {0} не имеет доступных команд
sv: Enheten {0} har inga tillgängliga kommandon
tr: {0} cihazında kullanılabilir komut yok
tt: [Đęvįčę {0} ĥäş ŉő äväįľäþľę čőmmäŉđş !!! !!!]
zh_hans: 设备 {0} 没有可用命令
zh_hant: 裝置 {0} 沒有可用的命令

# EditDeviceConfiguration
source: Edit Configuration for {0}
cs: Upravit konfiguraci pro {0}
de: Konfiguration für "{0}" bearbeiten
es: Editar configuración para {0}
fr: Modifier la configuration pour {0}
hu: Konfiguráció szerkesztése ({0})
it: Modifica la configurazione per {0}
ja: {0} の構成を編集
ko: {0}에 대한 구성 편집
nl: Configuratie voor {0} bewerken
pl: Edytuj konfigurację dla: {0}
pt_br: Editar Configuração para {0}
ru: Изменить конфигурацию для {0}
sv: Redigera konfiguration för {0}
tr: {0} Yapılandırmasını Düzenle
tt: [Ēđįŧ Cőŉƒįģūřäŧįőŉ ƒőř {0} !!! !!!]
zh_hans: 编辑 {0} 的配置
zh_hant: 編輯 {0} 的組態

# Hostname
source: IOT HUB HOSTNAME
cs: NÁZEV HOSTITELE SLUŽBY IOT HUB
es: NOMBRE DE HOST DE CENTRO DE IOT
fr: NOM D'HÔTE IOT HUB
hu: IOT HUB-ESZKÖZNÉV
it: NOME HOST HUB IOT
ja: IoT Hub ホスト名
ko: IOT HUB 호스트 이름
nl: IOT HUB-HOSTNAAM
pl: NAZWA HOSTA CENTRUM IOT
pt_br: NOME DO HOST DO HUB IOT
ru: ИМЯ УЗЛА ЦЕНТРА IOT
sv: VÄRDNAMN FÖR IOT-HUBB
tr: IOT HUB ANA BİLGİSAYAR ADI
tt: [ĨØŦ ĦŮß ĦØŜŦŃÅMĒ !!! !!!]
zh_hans: IoT 中心主机名
zh_hant: IoT 中樞主機名稱

# HostnameLength
source: Hostname cannot be longer than 1024 characters
cs: Název hostitele nemůže být delší než 1024 znaků.
de: Hostname darf nicht länger als 1.024 Zeichen sein.
es: El nombre de host no puede tener más de 1024 caracteres.
fr: Le nom d'hôte ne peut pas dépasser 1 024 caractères
hu: Az eszköznév nem lehet 1024 karakternél hosszabb.
it: Nome host non può contenere più di 1024 caratteri
ja: ホスト名を 1024 文字より長くすることはできません
ko: 호스트 이름은 1024자보다 길 수 없습니다.
nl: De hostnaam mag niet langer zijn dan 1024 tekens
pl: Nazwa hosta nie może być dłuższa niż 1024 znaki
pt_br: O nome do host não pode ter mais de 1024 caracteres
ru: Длина имени узла не может быть больше 1024 символов
sv: Värdnamnet får inte vara längre än 1024 tecken
tr: Ana bilgisayar adı 1024 karakterden uzun olamaz
tt: [Ħőşŧŉämę čäŉŉőŧ þę ľőŉģęř ŧĥäŉ 1024 čĥäřäčŧęřş !!! !!!]
zh_hans: 主机名的长度不能超过 1024 个字符
zh_hant: [主機名稱] 長度不得超過 1024 個字元

source: PRIMARY KEY
cs: PRIMÁRNÍ KLÍČ
de: PRIMÄRSCHLÜSSEL
es: CLAVE PRINCIPAL
fr: CLÉ PRINCIPALE
hu: ELSŐDLEGES KULCS
it: CHIAVE PRIMARIA
ja: 主キー
ko: 기본 키
nl: PRIMAIRE SLEUTEL
pl: KLUCZ PODSTAWOWY
pt_br: CHAVE PRIMÁRIA
ru: ПЕРВИЧНЫЙ КЛЮЧ
sv: PRIMÄR NYCKEL
tr: BİRİNCİL ANAHTAR
tt: [PŖĨMÅŖŸ ĶĒŸ !!! !!!]
zh_hans: 主密钥
zh_hant: 主要金鑰

source: SECONDARY KEY
cs: SEKUNDÁRNÍ KLÍČ
de: SEKUNDÄRSCHLÜSSEL
es: CLAVE SECUNDARIA
fr: CLÉ SECONDAIRE
hu: MÁSODLAGOS KULCS
it: CHIAVE SECONDARIA
ja: 2 次キー
ko: 보조 키
nl: SECUNDAIRE SLEUTEL
pl: KLUCZ POMOCNICZY
pt_br: CHAVE SECUNDÁRIA
ru: ВТОРИЧНЫЙ КЛЮЧ
sv: SEKUNDÄR NYCKEL
tr: İKİNCİL ANAHTAR
tt: [ŜĒCØŃĐÅŖŸ ĶĒŸ !!! !!!]
zh_hans: 辅助密钥
zh_hant: 次要金鑰

# SendConfiguration
source: Send Configuration To Device
cs: Poslat konfiguraci do zařízení
de: Konfiguration an Gerät senden
es: Enviar configuración a dispositivo
fr: Envoyer la configuration vers un appareil
hu: Konfiguráció küldése eszközre
it: Invia configurazione al dispositivo
ja: デバイスに構成を送信
ko: 장치로 구성 보내기
nl: Configuratie naar apparaat verzenden
pl: Wyślij konfigurację do urządzenia
pt_br: Enviar Configuração para o Dispositivo
ru: Отправить конфигурацию на устройство
sv: Skicka konfiguration till enhet
tr: Yapılandırmayı Cihaza Gönder
tt: [Ŝęŉđ Cőŉƒįģūřäŧįőŉ Ŧő Đęvįčę !!! !!!]
zh_hans: 将配置发送到设备
zh_hant: 將組態傳送到裝置

# RequestFormatError
source: Either the {0} parameter is missing or the value was not recognized as a valid {1}
cs: Parametr {0} chybí nebo hodnota není rozpoznaná jako platná {1}.
de: Entweder fehlt der Parameter "{0}", oder der Wert "{1}" wurde als nicht gültig erkannt.
es: Falta el parámetro {0} o el valor no se reconoció como válido para {1}.
fr: Le paramètre {0} est manquant ou la valeur n'est pas reconnue comme {1} valide
hu: Vagy a {0} paraméter nincs megadva, vagy az értéket a program nem ismerte fel érvényes {1} értékként
it: Manca il parametro {0} oppure il valore non è stato riconosciuto come un oggetto {1} valido
ja: パラメーター {0} がないか、値が有効な {1} であると認識されませんでした
ko: {0} 매개 변수가 없거나 값이 유효한 {1}(으)로 인식되지 않았습니다.
nl: Ofwel de parameter {0} ontbreekt of de waarde is niet herkend als een geldige {1}
pl: Brak parametru {0} lub nie rozpoznano wartości jako poprawnego elementu {1}
pt_br: O parâmetro {0} está ausente ou o valor não é reconhecido como um {1} válido
ru: Отсутствует параметр {0}, или значение не распознано в качестве допустимого {1}
sv: Antingen saknas parametern {0} eller så identifierades inte värdet som ett giltigt {1}
tr: {0} parametresi eksik veya değer, geçerli bir {1} olarak tanınmadı
tt: [Ēįŧĥęř ŧĥę {0} päřämęŧęř įş mįşşįŉģ őř ŧĥę väľūę ŵäş ŉőŧ řęčőģŉįžęđ äş ä väľįđ {1} !!! !!! !!! !!! !!!]
zh_hans: 缺少 {0} 参数或该值无法识别为有效的 {1}
zh_hant: 遺漏 {0} 參數，或該值未辨識為有效的 {1}

# RequestNullError
source: JSON request data was null or unable to be parsed. Please ensure the data is sent in the body of the request and correctly formatted.
cs: Data žádosti JSON měla hodnotu null nebo se je nepovedlo parsovat. Zkontrolujte prosím, že se data poslala v těle žádosti a mají správný formát.
de: JSON-Anforderungsdaten waren NULL oder konnten nicht analysiert werden. Überprüfen Sie, ob die Daten im Text der Anforderung gesendet werden und im richtigen Format vorliegen.
es: Los datos de solicitud de JSON son nulos o no se pueden analizar. Compruebe que los datos se envíen en el cuerpo de la solicitud y que tengan un formato correcto.
fr: Les données de la demande JSON sont null ou ne peuvent pas être analysées. Vérifiez que les données sont envoyées dans le corps de la demande et qu'elles sont correctement mises en forme.
hu: A JSON-kérelem adatai null értékűek vagy nem elemezhetők. Győződjön meg róla, hogy az adatok a kérés törzsében szerepelnek és megfelelő formátumúak.
it: I dati della richiesta JSON sono Null oppure non è stato possibile analizzarli. Verificare che i dati vengano inviati nel corpo della richiesta e che siano formattati correttamente.
ja: JSON 要求のデータが null であるか、解析できませんでした。送信したデータが要求の本文にあり、正しい形式であるかどうかを確認してください。
ko: JSON 요청 데이터가 null이거나 구문 분석할 수 없습니다. 데이터가 요청의 본문으로 전송되고 형식이 올바르게 지정되었는지 확인하세요.
nl: Voor de JSON-aanvraag zijn geen gegevens opgegeven of de gegevens kunnen niet worden geparseerd. Controleer of de gegevens zijn verzonden in de hoofdtekst van de aanvraag en of de gegevens juist zijn opgemaakt.
pl: Dane żądania JSON były puste lub nie można ich przeanalizować. Upewnij się, że dane zostały przesłane w tekście żądania i są poprawnie sformatowane.
pt_br: Os dados da solicitação JSON eram nulos ou não foi possível analisá-los. Verifique se os dados foram enviados no corpo da solicitação e se estão formatados corretamente.
ru: Данные запроса JSON имели значение NULL, или их не удалось проанализировать. Убедитесь, что данные отправлены в тексте запроса и имеют правильный формат.
sv: Data för JSON-begäran var null eller kunde inte parsas. Kontrollera att data skickas i meddelandetexten i begäran och är korrekt formaterade.
tr: JSON istek verileri null veya ayrıştırılamadı. Verilerin istek gövdesinde gönderildiğinden ve düzgün şekilde biçimlendirildiğinden emin olun.
tt: [ĴŜØŃ řęqūęşŧ đäŧä ŵäş ŉūľľ őř ūŉäþľę ŧő þę päřşęđ. Pľęäşę ęŉşūřę ŧĥę đäŧä įş şęŉŧ įŉ ŧĥę þőđy őƒ ŧĥę řęqūęşŧ äŉđ čőřřęčŧľy ƒőřmäŧŧęđ. !!! !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: JSON 请求数据为 Null 或无法进行分析。请确保数据以请求的正文形式发送并确保格式正确。
zh_hant: JSON 要求資料為 null 或無法剖析。請確認要求本文中已傳送資料，且格式正確。

# AnErrorOccurred
source: An error occurred while processing your request.
cs: Při zpracování vaší žádosti došlo k chybě.
de: Fehler beim Verarbeiten Ihrer Anforderung.
es: Error al procesar la solicitud.
fr: Une erreur s'est produite lors du traitement de votre demande.
hu: Hiba történt a kérelem feldolgozása közben.
it: Si è verificato un errore durante l'elaborazione della richiesta.
ja: 要求の処理中にエラーが発生しました。
ko: 요청을 처리하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het verwerken van uw aanvraag.
pl: Wystąpił błąd podczas przetwarzania żądania.
pt_br: Ocorreu um erro ao processar sua solicitação.
ru: Произошла ошибка при обработке запроса.
sv: Ett fel uppstod när din begäran behandlades.
tr: İsteğiniz işlenirken bir hata oluştu.
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę přőčęşşįŉģ yőūř řęqūęşŧ. !!! !!! !!!]
zh_hans: 处理你的请求时出错。
zh_hant: 處理您的要求時發生錯誤。

source: Error
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
tt: [Ēřřőř !!! !!! !!! !!!]
zh_hans: 错误
zh_hant: 錯誤

source: IoT Device Administration Portal
cs: Portál pro správu zařízení IoT
de: IoT-Geräteverwaltungsportal
es: Portal de administración de dispositivos de IoT
fr: Portail d'administration des appareils IoT
hu: IoT-eszközfelügyeleti portál
it: Portale di amministrazione del dispositivo IoT
ja: IoT デバイス管理ポータル
ko: IoT 장치 관리 포털
nl: Portal voor IoT-apparaatbeheer
pl: Portal administracyjny urządzenia IoT
pt_br: Portal de Administração de Dispositivo IoT
ru: Портал администрирования устройств IoT
sv: Administrationsportal för IoT-enhet
tr: IoT Cihaz Yönetim Portalı
tt: [ĨőŦ Đęvįčę Åđmįŉįşŧřäŧįőŉ Pőřŧäľ !!! !!!]
zh_hans: IoT 设备管理门户
zh_hant: IoT 裝置管理入口網站

source: IoT Device Portal - Sign In
cs: Portál zařízení IoT – přihlášení
de: IoT-Geräteportal – Anmeldung
es: Portal de dispositivos de IoT: iniciar sesión
fr: Portail des appareils IoT - Se connecter
hu: IoT-eszközportál - Bejelentkezés
it: Portale del dispositivo IoT - Accesso
ja: IoT デバイス ポータル - サインイン
ko: IoT 장치 포털 - 로그인
nl: Portal voor IoT-apparaten: aanmelden
pl: Portal urządzenia IoT — zaloguj
pt_br: Portal de Dispositivo IoT – Entrar
ru: Портал устройств IoT — войти
sv: Portal för IoT-enhet – Logga in
tr: IoT Cihaz Portalı - Oturum Aç
tt: [ĨőŦ Đęvįčę Pőřŧäľ - Ŝįģŉ Ĩŉ !!! !!!]
zh_hans: IoT 设备门户 - 登陆
zh_hant: IoT 裝置入口網站 - 登入

source: Microsoft Azure IoT Suite
es: Conjunto de aplicaciones de IoT de Microsoft Azure
pl: Pakiet Microsoft Azure IoT
tr: Microsoft Azure IoT Paketi
tt: [Mįčřőşőƒŧ Åžūřę ĨőŦ Ŝūįŧę !!! !!!]
zh_hans: Microsoft Azure IoT 套件
zh_hant: Microsoft Azure IoT 套件

source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
it: Accesso
ja: サインイン
ko: 로그인
nl: Aanmelden
pl: Zaloguj
pt_br: Entrar
ru: Войти
sv: Logga in
tr: Oturum Aç
tt: [Ŝįģŉ Ĩŉ !!! !!! !!! !!! !!! !!!]
zh_hans: 登录
zh_hant: 登入

# YouMustBeSignedIn
source: You must be signed in to continue.
cs: Abyste mohli pokračovat, musíte být přihlášení.
de: Sie müssen angemeldet sein, um den Vorgang fortzusetzen.
es: Para continuar, inicie sesión.
fr: Vous devez être connecté pour continuer.
hu: A folytatáshoz be kell jelentkeznie.
it: Per continuare, è necessario eseguire l'accesso.
ja: 続行するには、サインインする必要があります。
ko: 계속하려면 로그인해야 합니다.
nl: U moet zijn aangemeld om door te gaan.
pl: Kontynuowanie wymaga zalogowania.
pt_br: Você deve estar conectado para continuar.
ru: Необходимо войти для продолжения.
sv: Du måste vara inloggad för att fortsätta.
tr: Devam etmek için oturum açmanız gerekir.
tt: [Ÿőū mūşŧ þę şįģŉęđ įŉ ŧő čőŉŧįŉūę. !!! !!!]
zh_hans: 你必须登录才能继续。
zh_hant: 您必須登入才可繼續。

# YourSessionMayHaveExpired
source: If you were signed in, your session may have expired.
cs: Pokud jste byli přihlášení, je možné, že vypršela platnost vaší relace.
de: Wenn Sie angemeldet waren, ist Ihre Sitzung möglicherweise abgelaufen.
es: Si inició sesión, puede que la sesión haya expirado.
fr: Si vous étiez connecté, votre session est peut-être expirée.
hu: Ha be volt jelentkezve, lehet, hogy lejárt a munkamenet.
it: Se l'utente ha eseguito l'accesso, la sessione potrebbe essere scaduta.
ja: サインインしていた場合には、セッションが期限切れになっている可能性があります。
ko: 로그인한 경우 세션이 만료되었을 수 있습니다.
nl: Als u bent aangemeld, is uw sessie misschien verlopen.
pl: Jeśli użytkownik był zalogowany, sesja mogła wygasnąć.
pt_br: Se você entrou, sua sessão pode ter expirado.
ru: Если вы выполняли вход, возможно, срок действия сеанса истек.
sv: Om du var inloggad kan sessionen upphört.
tr: Oturum açtıysanız, oturumunuzun süresi dolmuş olabilir.
tt: [Ĩƒ yőū ŵęřę şįģŉęđ įŉ, yőūř şęşşįőŉ mäy ĥävę ęχpįřęđ. !!! !!! !!!]
zh_hans: 如果你已登录，那么你的会话可能已过期。
zh_hant: 如果已登入，則工作階段可能已過期。

source: (opens in new tab)
cs: (otevře se na nové kartě)
de: (wird in neuer Registerkarte geöffnet)
es: (se abre en una pestaña nueva)
fr: (s'ouvre dans un nouvel onglet)
hu: (új lapon nyílik meg)
it: (si apre in una nuova scheda)
ja: (新しいタブで開きます)
ko: (새 탭에서 열기)
nl: (wordt geopend op een nieuw tabblad)
pl: (otwierane w nowej karcie)
pt_br: (abre em uma nova guia)
ru: (открывается в новой вкладке)
sv: (öppnas i ny flik)
tr: (yeni pencerede açılır)
tt: [(őpęŉş įŉ ŉęŵ ŧäþ) !!! !!!]
zh_hans: (在新的选项卡中打开)
zh_hant: (以新索引標籤開啟)

# DeviceIdInvalidCharactersError
source: The Device ID can only contain letters, numbers and the following special characters: - : . + % _ # * ? ! ( ) , = @ ; $ '
cs: ID zařízení může obsahovat jenom písmena, čísla a následující speciální znaky: - : . + % _ # * ? ! ( ) , = @ ; $ '
de: Die Geräte-ID darf nur Buchstaben, Ziffern und die folgenden Sonderzeichen enthalten: - : . + % _ # * ? ! ( ) , = @ ; $ '
es: El id. de dispositivo solo puede contener letras, números y los caracteres especiales siguientes: - : . + % _ # * ? ! ( ) , = @ ; $ '.
fr: L'ID d'appareil peut contenir seulement des lettres, des chiffres et les caractères spéciaux suivants : - : . + % _ # * ? ! ( ) , = @ ; $ '
hu: Az eszközazonosító csak betűket, számokat és a következő speciális karaktereket tartalmazhatja: - : . + % _ # * ? ! ( ) , = @ ; $ '
it: L'ID dispositivo può contenere solo lettere, numeri e i caratteri speciali seguenti: - : . + % _ # * ? ! ( ) , = @ ; $ '
ja: デバイス ID には、英字、数字、および次の特殊文字のみ使用できます: - : . + % _ # * ? ! ( ) , = @ ; $ '
ko: 장치 ID에는 문자, 숫자 및 - : . + % _ # * ? ! ( ) , = @ ; $ ' 같은 특수 문자만 사용할 수 있습니다.
nl: De apparaat-id mag alleen letters, cijfers en de volgende speciale tekens bevatten: - : . + % _ # * ? ! ( ) , = @ ; $ '
pl: Identyfikator urządzenia może zawierać jedynie litery, liczby i następujące znaki specjalne: - : . + % _ # * ? ! ( ) , = @ ; $ '
pt_br: A ID do Dispositivo pode conter somente letras, números e os seguintes caracteres especiais: - : . + % _ # * ? ! ( ) , = @ ; $ '
ru: Идентификатор устройства может содержать только буквы, цифры и следующие специальные символы: - : . + % _ # * ? ! ( ) , = @ ; $ '
sv: Enhets-ID:t får endast innehålla bokstäver, siffror och följande specialtecken: - : . + % _ # * ? ! ( ) , = @ ; $ '
tr: Cihaz Kimliği yalnızca harfleri, sayıları ve şu özel karakterleri içerebilir: - : . + % _ # * ? ! ( ) , = @ ; $ '
tt: [Ŧĥę Đęvįčę ĨĐ čäŉ őŉľy čőŉŧäįŉ ľęŧŧęřş, ŉūmþęřş äŉđ ŧĥę ƒőľľőŵįŉģ şpęčįäľ čĥäřäčŧęřş: - : . + % _ # * ? ! ( ) , = @ ; $ ' !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 设备 ID 只能包含字母、数字和以下特殊字符: - : . + % _ # * ? ! ( ) , = @ ; $ '
zh_hant: [裝置識別碼] 只可包含字母、數字及下列特殊字元: - : . + % _ # * ? ! ( ) , = @ ; $ '

# DeviceIdLengthError
source: The Device ID must be between 2 and 128 characters long.
cs: Délka ID zařízení musí být mezi 2 a 128 znaky.
de: Die Geräte-ID muss zwischen 2 und 128 Zeichen lang sein.
es: El id. de dispositivo debe tener entre 2 y 128 caracteres.
fr: L'ID d'appareil doit comprendre entre 2 et 128 caractères.
hu: Az eszközazonosítónak 2 és 128 karakter közöttinek kell lennie.
it: L'ID dispositivo deve avere una lunghezza compresa tra 2 e 128 caratteri.
ja: デバイス ID の長さは 2 から 128 文字にする必要があります。
ko: 장치 ID는 2자에서 128자 사이여야 합니다.
nl: De apparaat-id moet bestaan uit 2 tot 128 tekens.
pl: Identyfikator urządzenia musi mieć długość od 2 do 128 znaków.
pt_br: A ID do Dispositivo deve ter entre dois e 128 caracteres.
ru: Длина идентификатора устройства должна быть от 2 до 128 символов.
sv: Enhets-ID:t måste vara mellan 2 och 128 tecken långt.
tr: Cihaz Kimliği 2 ila 128 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Đęvįčę ĨĐ mūşŧ þę þęŧŵęęŉ 2 äŉđ 128 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 设备 ID 的长度必须介于 2 到 128 个字符之间。
zh_hant: [裝置識別碼] 長度必須介於 2 到 128 個字元之間。

source: Go Back
cs: Přejít zpět
de: Zurück
es: Volver
fr: Revenir en arrière
hu: Visszalépés
it: Indietro
ja: 戻る
ko: 돌아가기
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Вернуться
sv: Gå tillbaka
tr: Geri Git
tt: [Ğő ßäčĸ !!! !!! !!! !!! !!! !!!]
zh_hans: 回退
zh_hant: 返回

# ConfirmRegenKeyPart1
source: Are you sure? This will regenerate the
cs: Určitě to chcete udělat? Tímto krokem se znovu vytvoří
de: Sind Sie sicher? Dies führt zum erneuten Generieren des
es: ¿Está seguro? Se volverá a generar la
fr: Êtes-vous sûr ? Cette opération va régénérer la
hu: Biztos benne? Ezzel újragenerálja a
it: Procedere? Verrà rigenerata la
ja: キーを再生成します。実行してもよろしいですか
ko: 계속할까요? 그러면
nl: Weet u het zeker? Dit leidt tot het opnieuw genereren van de
pl: Czy na pewno? Spowoduje to ponowne wygenerowanie klucza
pt_br: Tem certeza? Isso regenerará a
ru: Вы уверены? Будет создан
sv: Är du säker? Detta kommer att återskapa
tr: Emin misiniz? Bu işlem, anahtarı yeniden
tt: [Åřę yőū şūřę? Ŧĥįş ŵįľľ řęģęŉęřäŧę ŧĥę !!! !!!]
zh_hans: 是否确定? 此操作将会重新生成
zh_hant: 確定嗎? 如此會重新產生

# ConfirmRegenKeyPart2
source: key.
cs: klíč.
de: Schlüssels.
es: clave.
fr: clé.
hu: kulcsot.
it: chiave.
ko: 키가 다시 생성됩니다.
nl: sleutel.
pt_br: chave.
ru: ключ.
sv: nyckeln.
tr: oluşturacak.
tt: [ĸęy. !!! !!! !!!]
zh_hans: 密钥。
zh_hant: 金鑰。
