Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

source: Select device status
de: Gerätestatus auswählen
nl: Apparaatstatus selecteren
pt_br: Selecionar status do dispositivo
sv: Välj enhetsstatus
tr: Cihaz durumunu seçin
zh_hans: 选择设备状态
zh_hant: 選取裝置狀態

# EditTagDelete
source: Check to delete this tag from device twin
de: Aktivieren, um diese Markierung vom Gerätezwilling zu löschen
nl: Inschakelen om deze tag te verwijderen uit de apparaatdubbel
pt_br: Verificar para excluir esta marcação do dispositivo gêmeo
sv: Markera för att ta bort taggen från enhetstvillingen
tr: Bu etiketi cihaz ikizinden silmek için işaretleyin
zh_hans: 勾选以从设备孪生删除此标记
zh_hant: 選取以將此標記從裝置對應項中刪除

# MaximumExecutionTime
source: 0: no limit
de: 0: kein Limit
nl: 0: geen limiet
pt_br: 0: sem limites
sv: 0: ingen gräns
tr: 0: sınır yok
zh_hans: 0: 无限制
zh_hant: 0: 無限制

# MethodHeader
source: Methods are extracted from a reserved reported property in device twin: SupportedMethods.
de: Methoden werden aus einer reservierten gemeldeten Eigenschaft im Gerätezwilling extrahiert: SupportedMethods.
nl: De methoden worden geëxtraheerd uit een gereserveerde gerapporteerde eigenschap in de apparaatdubbel: SupportedMethods.
pt_br: Os métodos são extraídos de uma propriedade relatada reservada no dispositivo gêmeo: SupportedMethods.
sv: Metoderna extraheras från en rapporterad reserverad egenskap i enhetstvillingen: SupportedMethods.
tr: Metotlar cihaz ikizindeki ayrılmış bir bildirilen özellikten ayıklanır: SupportedMethods.
zh_hans: 方法从设备孪生中保留的已报告属性上被提取: SupportedMethods。
zh_hant: 方法會從裝置對應項中保留的回報屬性擷取: SupportedMethods。

# LoadDefaultConfirmation
source: Load default columns will overwrite current columns setting. Click "OK" buttion to continue or click "Cancel" to abort.
de: Durch das Laden der Standardspalten wird die aktuelle Spalteneinstellung überschrieben. Klicken Sie auf "OK", um den Vorgang fortzusetzen, oder klicken Sie auf "Abbrechen", um den Vorgang abzubrechen.
nl: Als u de standaardkolommen laadt, wordt de huidige instelling voor kolommen overschreven. Klik op OK om door te gaan of op Annuleren om af te breken.
pt_br: O carregamento de colunas padrão substituirá a configuração de colunas atuais. Clique no botão "OK" para continuar ou clique em "Cancelar" para anular.
sv: Om du läser in standardkolumner skrivs den aktuella kolumninställningen över. Klicka på OK om du vill fortsätta eller på Avbryt för att avbryta.
tr: Varsayılan sütunların yüklenmesi, geçerli sütun ayarlarını geçersiz kılacak. Devam etmek için "Tamam" veya iptal etmek için "İptal" düğmesine tıklayın.
zh_hans: 加载默认列将覆盖当前列设置。请单击“确定”按钮以继续，或单击“取消”以中止。
zh_hant: 載入預設資料行會覆寫目前的資料行設定。按一下 [確定] 按鈕繼續，或按一下 [取消] 中止。

# UpdateIcon
source: Edit Device Icon
de: Gerätesymbol bearbeiten
nl: Apparaatpictogram bewerken
pt_br: Editar Ícone do Dispositivo
sv: Redigera enhetsikon
tr: Cihaz Simgesini Düzenle
zh_hans: 编辑设备图标
zh_hant: 編輯裝置圖示

# NoSelectedIcon
source: You must select an icon to schedule this job.
de: Sie müssen ein Symbol auswählen, um diesen Auftrag zu planen.
nl: Selecteer een pictogram om deze taak te plannen.
pt_br: Você deve selecionar um ícone para agendar este trabalho.
sv: Du måste välja en ikon för att schemalägga jobbet.
tr: Bu işi zamanlamak için bir simge seçmelisiniz.
zh_hans: 必须选择图标来要计划此作业。
zh_hant: 您必須選取圖示以排程此作業。

# ScheduleRemoveIconJobType
source: Remove Device Icon
de: Gerätesymbol entfernen
nl: Apparaatpictogram verwijderen
pt_br: Remover Ícone do Dispositivo
sv: Ta bort enhetsikon
tr: Cihaz Simgesini Kaldır
zh_hans: 删除设备图标
zh_hant: 移除裝置圖示

# ScheduleUpdateIconJobType
source: Update Device Icon
de: Gerätesymbol aktualisieren
nl: Apparaatpictogram bijwerken
pt_br: Atualizar Ícone do Dispositivo
sv: Uppdatera enhetsikon
tr: Cihaz Simgesini Güncelleştir
zh_hans: 更新设备图标
zh_hant: 更新裝置圖示

source: No Available Actions
de: Keine Aktionen verfügbar.
nl: Geen beschikbare acties
pt_br: Nenhuma Ação Disponível
sv: Inga åtgärder är tillgängliga
tr: Kullanılabilir Eylem Yok
zh_hans: 无可用操作
zh_hant: 沒有可用的動作

# DataTypeLabel
source: Data Type
de: Datentyp
nl: Gegevenstype
pt_br: Tipo de Dados
sv: Datatyp
tr: Veri Türü
zh_hans: 数据类型
zh_hant: 資料類型

# NumberLabel
source: Number
de: Nummer
nl: Aantal
pt_br: Número
sv: Tal
tr: Sayı
zh_hans: 数字
zh_hant: 數目

# StringLabel
source: String
de: Zeichenfolge
nl: Tekenreeks
pt_br: Cadeia de caracteres
sv: Sträng
tr: Dize
zh_hans: 字符串
zh_hant: 字串

# DeleteClauseConfirmation
source: Are you sure you want to delete this clause?
de: Möchten Sie diese Klausel löschen?
nl: Weet u zeker dat u deze component wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta cláusula?
sv: Vill du ta bort den här satsen?
tr: Bu yan tümceyi silmek istediğinizden emin misiniz?
zh_hans: 是否确实要删除此子句?
zh_hant: 確定要刪除這個子句嗎?

source: Filter Name
nl: Filternaam
pt_br: Nome do filtro
sv: Filternamn
tr: Adı Süz
zh_hans: 筛选器名称
zh_hant: 篩選器名稱

source: Platform
cs: Platforma
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pl: Platforma
pt_br: Plataforma
ru: Платформа
sv: Plattform
tt: [Pľäŧƒőřm !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 平台
zh_hant: 平台

# PlatformHeader
source: Platform
cs: Platforma
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pl: Platforma
pt_br: Plataforma
ru: Платформа
sv: Plattform
tt: [Pľäŧƒőřm !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 平台
zh_hant: 平台

source: IoT Hub
es: Centro de IoT
it: Hub IoT
pl: Centrum IoT
pt_br: Hub IoT
ru: Центр IoT
sv: IoT-hubb
tt: [ĨőŦ Ħūþ !!! !!! !!! !!! !!! !!!]
zh_hans: IoT 中心
zh_hant: IoT 中樞

# FilterOptionPlatform
source: Platform
cs: Platforma
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pl: Platforma
pt_br: Plataforma
ru: Платформа
sv: Plattform
tt: [Pľäŧƒőřm !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 平台
zh_hant: 平台

source: Alarm
cs: Varování
es: Alarma
fr: Alarme
hu: Riasztás
it: Sveglia
ja: アラーム
ko: 알람
nl: Waarschuwing
pt_br: Alarme
ru: Оповещение
sv: Larm
tt: [Åľäřm !!! !!! !!! !!!]
zh_hans: 警报
zh_hant: 警示

# BooleanLabel
source: Boolean
de: Boolescher Wert
nl: Booleaans
pt_br: Booliano
sv: Boolesk
zh_hans: 布尔
zh_hant: 布林值

source: SIM ICCID
es: ICCID de SIM
fr: ICCID DE LA CARTE SIM
it: ICCID SIM
pt_br: ICCID SIM
ru: ICCID SIM

# NewScheduleJobNameFormat
source: NewJob yyyy-MM-dd
nl: Nieuwe taak dd-mm-jjjj
pt_br: NewJob aaaa-MM-dd
sv: NewJob åååå-mm-dd

# InfoIconLink
source: https://azure.microsoft.com/solutions/iot-suite/
es: https://azure.microsoft.com/es-es/solutions/iot-suite/
tt: [ĥŧŧpş://äžūřę.mįčřőşőƒŧ.čőm/şőľūŧįőŉş/įőŧ-şūįŧę/ !!! !!! !!!]

source: UTC
ru: Время в формате UTC
tt: [ŮŦC !!! !!!]

source: AppConfig
tt: [ÅppCőŉƒįģ !!! !!! !!! !!! !!! !!! !!! !!!]

source: Microsoft Azure
tt: [Mįčřőşőƒŧ Åžūřę !!! !!!]
