Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# FalseEnabledDevice
source: Enable Device
cs: Povolit zařízení
de: Gerät aktivieren
es: Habilitar dispositivo
fr: Activer l'appareil
hu: Eszköz engedélyezése
it: Abilita dispositivo
ja: デバイスの有効化
ko: 장치 사용
nl: Apparaat inschakelen
pl: Włącz urządzenie
pt_br: Habilitar Dispositivo
ru: Включить устройство
sv: Aktivera enhet
tr: Cihazı Etkinleştir
tt: [Ēŉäþľę Đęvįčę !!! !!!]
zh_hans: 启用设备
zh_hant: 啟用裝置

# TrueEnabledDevice
source: Disable Device
cs: Zakázat zařízení
de: Gerät deaktivieren
es: Deshabilitar dispositivo
fr: Désactiver l'appareil
hu: Eszköz letiltása
it: Disabilita dispositivo
ja: デバイスの無効化
ko: 장치 사용 안 함
nl: Apparaat uitschakelen
pl: Wyłącz urządzenie
pt_br: Desabilitar Dispositivo
ru: Отключить устройство
sv: Inaktivera enhet
tr: Cihazı Devre Dışı Bırak
tt: [Đįşäþľę Đęvįčę !!! !!!]
zh_hans: 禁用设备
zh_hant: 停用裝置

# ActionHeader
source: Action
cs: Akce
de: Aktion
es: Acción
hu: Művelet
it: Azione
ja: アクション
ko: 작업
nl: Actie
pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Eylem
tt: [Åčŧįőŉ !!! !!! !!! !!! !!!]
zh_hans: 操作
zh_hant: 動作

# ActionIDHeader
source: Action ID
cs: ID akce
de: Aktions-ID
es: Id. de acción
fr: ID d'action
hu: Művelet azonosítója
it: ID azione
ja: アクション ID
ko: 작업 ID
nl: Actie-id
pl: Identyfikator akcji
pt_br: ID da Ação
ru: Идентификатор действия
sv: Åtgärds-ID
tr: Eylem Kimliği
tt: [Åčŧįőŉ ĨĐ !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 操作 ID
zh_hant: 動作識別碼

source: Action ID Properties
cs: Vlastnosti ID akce
de: Aktions-ID-Eigenschaften
es: Propiedades de id. de acción
fr: Propriétés de l'ID d'action
hu: Műveletazonosító tulajdonságai
it: Proprietà ID azione
ja: アクション ID のプロパティ
ko: 작업 ID 속성
nl: Eigenschappen van actie-id
pl: Właściwości identyfikatora akcji
pt_br: Propriedades da ID da Ação
ru: Свойства идентификатора действия
sv: Egenskaper för åtgärds-ID
tr: Eylem Kimliği Özellikleri
tt: [Åčŧįőŉ ĨĐ Přőpęřŧįęş !!! !!!]
zh_hans: 操作 ID 属性
zh_hant: 動作識別碼屬性

source: Actions
cs: Akce
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
tt: [Åčŧįőŉş !!! !!! !!! !!! !!! !!!]
zh_hans: 操作
zh_hant: 動作

source: Device Not Registered in IoT Hub
cs: Zařízení není zaregistrované ve službě IoT Hub.
de: Gerät ist nicht in IoT Hub registriert.
es: Dispositivo no registrado en el Centro de IoT
fr: Appareil non inscrit dans IoT Hub
hu: Az eszköz nincs regisztrálva az IoT Hubon
it: Dispositivo non registrato nell'hub IoT
ja: IoT Hub に登録されていないデバイス
ko: 장치가 IoT Hub에 등록되지 않음
nl: Het apparaat is niet geregistreerd in IoT Hub
pl: Urządzenie nie zostało zarejestrowano w Centrum IoT
pt_br: Dispositivo Não Registrado no Hub IoT
ru: Устройство не зарегистрировано в центре IoT
sv: Enheten är inte registrerad i IoT-hubb
tr: Cihaz IoT Hub'da Kayıtlı Değil
tt: [Đęvįčę Ńőŧ Ŗęģįşŧęřęđ įŉ ĨőŦ Ħūþ !!! !!!]
zh_hans: 未在 IoT 中心中注册设备
zh_hant: 未在 IoT 中樞註冊裝置

source: IoT Suite
es: Conjunto de aplicaciones de IoT
pl: Pakiet IoT
tr: IoT Paketi
tt: [ĨőŦ Ŝūįŧę !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: IoT 套件
zh_hant: IoT 套件

source: Device Properties
cs: Vlastnosti zařízení
de: Geräteeigenschaften
es: Propiedades de dispositivo
fr: Propriétés de l'appareil
hu: Eszköztulajdonságok
it: Proprietà dispositivo
ja: デバイスのプロパティ
ko: 장치 속성
nl: Apparaateigenschappen
pl: Właściwości urządzenia
pt_br: Propriedades do Dispositivo
ru: Свойства устройства
sv: Enhetsegenskaper
tr: Cihaz Özellikleri
tt: [Đęvįčę Přőpęřŧįęş !!! !!!]
zh_hans: 设备属性
zh_hant: 裝置屬性

# AuthenticationKeyFor
source: Authentication key for {0}
cs: Ověřovací klíč pro {0}
de: Authentifizierungsschlüssel für "{0}"
es: Clave de autenticación para {0}
fr: Clé d'authentification pour {0}
hu: Hitelesítési kulcs ({0})
it: Chiave di autenticazione per {0}
ja: {0} の認証キー
ko: {0}에 대한 인증 키
nl: Verificatiesleutel voor {0}
pl: Klucz uwierzytelniania dla: {0}
pt_br: Chave de autenticação para {0}
ru: Ключ проверки подлинности для {0}
sv: Autentiseringsnyckel för {0}
tr: {0} için kimlik doğrulaması anahtarı
tt: [Åūŧĥęŉŧįčäŧįőŉ ĸęy ƒőř {0} !!! !!!]
zh_hans: {0} 的身份验证密钥
zh_hant: {0} 的驗證金鑰

# KeyInUse
source: This key is currently in use
cs: Tento klíč se aktuálně používá.
de: Dieser Schlüssel wird zurzeit verwendet.
es: Esta clave ya está en uso.
fr: Cette clé est actuellement utilisée
hu: A kulcs jelenleg használatban van
it: La chiave è attualmente in uso
ja: このキーは現在使用されています
ko: 이 키는 현재 사용 중입니다.
nl: Deze sleutel is momenteel in gebruik
pl: Ten klucz jest obecnie w użyciu
pt_br: Esta chave está em uso no momento
ru: Этот ключ сейчас используется
sv: Nyckeln används för tillfället
tr: Bu anahtar şu anda kullanımda
tt: [Ŧĥįş ĸęy įş čūřřęŉŧľy įŉ ūşę !!! !!!]
zh_hans: 此密钥当前正在使用中
zh_hant: 此金鑰目前正在使用中

source: Send Update Key To Device
cs: Poslat aktualizační klíč do zařízení
de: Aktualisierungsschlüssel an Gerät senden
es: Enviar clave de actualización a dispositivo
fr: Envoyer la clé de mise à jour vers un appareil
hu: Frissítési kulcs küldése eszközre
it: Invia chiave di aggiornamento al dispositivo
ja: デバイスに更新キーを送信
ko: 장치로 업데이트 키 보내기
nl: Bijwerksleutel naar apparaat verzenden
pl: Wyślij klucz uaktualnienia do urządzenia
pt_br: Enviar Chave de Atualização para o Dispositivo
ru: Отправить ключ обновления на устройство
sv: Skicka uppdaterad nyckel till enhet
tr: Güncelleştirme Anahtarını Cihaza Gönder
tt: [Ŝęŉđ Ůpđäŧę Ķęy Ŧő Đęvįčę !!! !!!]
zh_hans: 将更新密钥发送到设备
zh_hant: 將更新金鑰傳送到裝置

source: This is the current device key
cs: Toto je aktuální klíč zařízení.
de: Dies ist der aktuelle Geräteschlüssel.
es: Esta es la clave de dispositivo actual.
fr: Ceci est la clé actuelle de l'appareil
hu: Ez az eszköz aktuális kulcsa
it: Chiave corrente del dispositivo
ja: 現在のデバイス キーです
ko: 현재 장치 키입니다.
nl: Dit is de huidige apparaatsleutel
pl: To jest bieżący klucz urządzenia
pt_br: Esta é a chave atual do dispositivo
ru: Это текущий ключ устройства
sv: Det här är den aktuella enhetsnyckeln
tr: Bu, geçerli cihaz anahtarıdır
tt: [Ŧĥįş įş ŧĥę čūřřęŉŧ đęvįčę ĸęy !!! !!!]
zh_hans: 这是当前的设备密钥
zh_hant: 這是目前的裝置機碼

# AzureDevicesHostnameColon
source: IoT Hub Hostname:
cs: Název hostitele služby IoT Hub:
es: Nombre de host de Centro de IoT:
fr: Nom d'hôte IoT Hub :
hu: IoT Hub-eszköznév:
it: Nome host hub IoT:
ja: IoT Hub ホスト名:
ko: IoT Hub 호스트 이름:
nl: IoT Hub-hostnaam:
pl: Nazwa hosta Centrum IoT:
pt_br: Nome do Host do Hub IoT:
ru: Имя узла центра IoT:
sv: Värdnamn för IoT-hubb:
tr: IoT Hub Ana Bilgisayar Adı:
tt: [ĨőŦ Ħūþ Ħőşŧŉämę: !!! !!!]
zh_hans: IoT 中心主机名:
zh_hant: IoT 中樞主機名稱:

# DeviceKeyColon
source: Device Key:
cs: Klíč zařízení:
de: Geräteschlüssel:
es: Clave de dispositivo:
fr: Clé de l'appareil :
hu: Eszközkulcs:
it: Chiave dispositivo:
ja: デバイス キー:
ko: 장치 키:
nl: Apparaatsleutel:
pl: Klucz urządzenia:
pt_br: Chave do Dispositivo:
ru: Ключ устройства:
sv: Enhetsnyckel:
tr: Cihaz Anahtarı:
tt: [Đęvįčę Ķęy: !!! !!!]
zh_hans: 设备密钥:
zh_hant: 裝置機碼:

# SaveChangesToDevice
source: Save Changes to Device Twin
cs: Uložit změny do registru zařízení
de: Änderungen an Gerätezwilling speichern
es: Guardar cambios en registro de dispositivos
fr: Enregistrer les modifications apportées au Registre des appareils
hu: Módosítások mentése az eszközbeállításjegyzékbe
it: Salva le modifiche al Registro di sistema del dispositivo
ja: 変更をデバイス レジストリに保存
ko: 장치 레지스트리의 변경 내용 저장
nl: Wijzigingen voor de apparaatdubbel opslaan
pl: Zapisz zmiany w rejestrze urządzenia
pt_br: Salvar Alterações no Dispositivo Gêmeo
ru: Сохранить изменения в реестре устройства
sv: Spara ändringar på enhetstvilling
tr: Değişiklikleri Cihaz İkizine Kaydet
tt: [Ŝävę Cĥäŉģęş ŧő Đęvįčę Ŗęģįşŧřy !!! !!!]
zh_hans: 保存对设备孪生的更改
zh_hant: 儲存裝置對應項的變更

# RuleOutputHeader
source: Rule Output
cs: Výstup pravidla
de: Regelausgabe
es: Salida de regla
fr: Sortie de la règle
hu: Szabály kimenete
it: Output regola
ja: ルールの出力
ko: 규칙 출력
nl: Regeluitvoer
pl: Dane wyjściowe reguły
pt_br: Saída da Regra
ru: Вывод правила
sv: Utdata för regel
tr: Kural Çıktısı
tt: [Ŗūľę Øūŧpūŧ !!! !!!]
zh_hans: 规则输出
zh_hant: 規則輸出

source: Running
cs: Běží
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
hu: Fut
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Wordt uitgevoerd
pl: Uruchomione
pt_br: Em Execução
ru: Работает
sv: Körs
tr: Çalışıyor
tt: [Ŗūŉŉįŉģ !!! !!! !!! !!! !!! !!!]
zh_hans: 正在运行
zh_hant: 執行中

source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 有効
ko: 사용
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ru: Включено
sv: Aktiverad
tr: Etkinleştirildi
tt: [Ēŉäþľęđ !!! !!! !!! !!! !!! !!!]
zh_hans: 已启用
zh_hant: 已啟用

source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Letiltva
it: Disabilitato
ja: 無効
ko: 사용 안 함
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad
tr: Devre Dışı Bırakıldı
tt: [Đįşäþľęđ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 已禁用
zh_hant: 已停用

# CommandValueCannotBeLongerThan1024
source: A command value cannot be longer than 1024 characters
cs: Hodnota příkazu nemůže být delší než 1024 znaků.
de: Ein Befehlswert darf nicht mehr als 1.024 Zeichen umfassen.
es: Un valor de comando no puede tener más de 1024 caracteres.
fr: La valeur d'une commande ne peut pas dépasser 1 024 caractères
hu: A parancs értéke nem lehet hosszabb 1024 karakternél
it: Un valore di comando non può contenere più di 1024 caratteri
ja: コマンドの値を 1024 文字より長くすることはできません
ko: 명령 값은 1024자보다 길 수 없습니다.
nl: Een opdrachtwaarde mag niet langer zijn dan 1024 tekens
pl: Wartość polecenia nie może być dłuższa niż 1024 znaki
pt_br: Um valor de comando não pode ser maior do que 1024 caracteres
ru: Значение команды не может иметь больше 1024 символов
sv: Ett kommandovärde får inte vara längre än 1024 tecken
tr: Komut değeri 1024 karakterden uzun olamaz
tt: [Å čőmmäŉđ väľūę čäŉŉőŧ þę ľőŉģęř ŧĥäŉ 1024 čĥäřäčŧęřş !!! !!! !!!]
zh_hans: 命令值的长度不能超过 1024 个字符
zh_hant: 命令值長度不得超過 1024 個字元

# DeviceIdContainsLettersNumbersSpecialCharacters
source: The Device ID can only contain letters, numbers and the following special characters: - : . + % _ # * ? ! ( ) , = @ ; $ '
cs: ID zařízení může obsahovat jenom písmena, čísla a následující speciální znaky: - : . + % _ # * ? ! ( ) , = @ ; $ '
de: Die Geräte-ID darf nur Buchstaben, Ziffern und die folgenden Sonderzeichen enthalten: - : . + % _ # * ? ! ( ) , = @ ; $ '
es: El id. de dispositivo solo puede contener letras, números y los caracteres especiales siguientes: - : . + % _ # * ? ! ( ) , = @ ; $ '.
fr: L'ID d'appareil peut contenir seulement des lettres, des chiffres et les caractères spéciaux suivants : - : . + % _ # * ? ! ( ) , = @ ; $ '
hu: Az eszközazonosító csak betűket, számokat és a következő speciális karaktereket tartalmazhatja: - : . + % _ # * ? ! ( ) , = @ ; $ '
it: L'ID dispositivo può contenere solo lettere, numeri e i caratteri speciali seguenti: - : . + % _ # * ? ! ( ) , = @ ; $ '
ja: デバイス ID には、英字、数字、および次の特殊文字のみ使用できます: - : . + % _ # * ? ! ( ) , = @ ; $ '
ko: 장치 ID에는 문자, 숫자 및 - : . + % _ # * ? ! ( ) , = @ ; $ ' 같은 특수 문자만 사용할 수 있습니다.
nl: De apparaat-id mag alleen letters, cijfers en de volgende speciale tekens bevatten: - : . + % _ # * ? ! ( ) , = @ ; $ '
pl: Identyfikator urządzenia może zawierać jedynie litery, liczby i następujące znaki specjalne: - : . + % _ # * ? ! ( ) , = @ ; $ '
pt_br: A ID do Dispositivo pode conter somente letras, números e os seguintes caracteres especiais: - : . + % _ # * ? ! ( ) , = @ ; $ '
ru: Идентификатор устройства может содержать только буквы, цифры и следующие специальные символы: - : . + % _ # * ? ! ( ) , = @ ; $ '
sv: Enhets-ID:t får endast innehålla bokstäver, siffror och följande specialtecken: - : . + % _ # * ? ! ( ) , = @ ; $ '
tr: Cihaz Kimliği yalnızca harfleri, sayıları ve şu özel karakterleri içerebilir: - : . + % _ # * ? ! ( ) , = @ ; $ '
tt: [Ŧĥę Đęvįčę ĨĐ čäŉ őŉľy čőŉŧäįŉ ľęŧŧęřş, ŉūmþęřş äŉđ ŧĥę ƒőľľőŵįŉģ şpęčįäľ čĥäřäčŧęřş: - : . + % _ # * ? ! ( ) , = @ ; $ ' !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 设备 ID 只能包含字母、数字和以下特殊字符: - : . + % _ # * ? ! ( ) , = @ ; $ '
zh_hant: [裝置識別碼] 只可包含字母、數字及下列特殊字元: - : . + % _ # * ? ! ( ) , = @ ; $ '

# DeviceIDMustBeBetween2And128Characters
source: The Device ID must be between 2 and 128 characters long.
cs: Délka ID zařízení musí být mezi 2 a 128 znaky.
de: Die Geräte-ID muss zwischen 2 und 128 Zeichen lang sein.
es: El id. de dispositivo debe tener entre 2 y 128 caracteres.
fr: L'ID d'appareil doit comprendre entre 2 et 128 caractères.
hu: Az eszközazonosítónak 2 és 128 karakter közöttinek kell lennie.
it: L'ID dispositivo deve avere una lunghezza compresa tra 2 e 128 caratteri.
ja: デバイス ID の長さは 2 から 128 文字にする必要があります。
ko: 장치 ID는 2자에서 128자 사이여야 합니다.
nl: De apparaat-id moet bestaan uit 2 tot 128 tekens.
pl: Identyfikator urządzenia musi mieć długość od 2 do 128 znaków.
pt_br: A ID do Dispositivo deve ter entre dois e 128 caracteres.
ru: Длина идентификатора устройства должна быть от 2 до 128 символов.
sv: Enhets-ID:t måste vara mellan 2 och 128 tecken långt.
tr: Cihaz Kimliği 2 ila 128 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Đęvįčę ĨĐ mūşŧ þę þęŧŵęęŉ 2 äŉđ 128 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 设备 ID 的长度必须介于 2 到 128 个字符之间。
zh_hant: [裝置識別碼] 長度必須介於 2 到 128 個字元之間。

# DeviceCommandIsDisabled
source: Cannot send commands to this device currently
cs: Do tohoto zařízení teď nejde posílat příkazy.
de: Aktuell können keine Befehle an dieses Gerät gesendet werden.
es: Actualmente, no se pueden enviar comandos a este dispositivo.
fr: Impossible d'envoyer des commandes à cet appareil actuellement
hu: Ennek az eszköznek jelenleg nem lehet parancsokat küldeni
it: Non è al momento possibile inviare comandi a questo dispositivo
ja: このデバイスには現在、コマンドを送信できません
ko: 현재 이 장치로 명령을 보낼 수 없습니다.
nl: Kan momenteel geen opdrachten naar dit apparaat verzenden
pl: Obecnie nie można przesłać poleceń do tego urządzenia
pt_br: Não é possível enviar comandos para este dispositivo no momento
ru: Сейчас невозможно отправить команды на устройство
sv: Det går inte att skicka kommandon till den här enheten för tillfället
tr: Komutlar şu anda bu cihaza gönderilemiyor
tt: [Cäŉŉőŧ şęŉđ čőmmäŉđş ŧő ŧĥįş đęvįčę čūřřęŉŧľy !!! !!!]
zh_hans: 当前无法将命令发送到此设备
zh_hant: 目前無法對此裝置傳送命令

# FirmwareVersionMustBeLessThan200Characters
source: The Firmware Version must be less than 200 characters long.
cs: Verze firmwaru musí být kratší než 200 znaků.
de: Die Firmwareversion muss weniger als 200 Zeichen lang sein.
es: La Versión de firmware debe tener menos de 200 caracteres.
fr: La version du microprogramme ne doit pas dépasser 200 caractères.
hu: A belső vezérlőprogram verziójának rövidebbnek kell lennie 200 karakternél.
it: Versione firmware può contenere un massimo di 200 caratteri.
ja: ファームウェアのバージョンは 200 文字未満にする必要があります。
ko: 펌웨어 버전은 200자 미만이어야 합니다.
nl: De firmwareversie moet korter zijn dan 200 tekens.
pl: Wersja oprogramowania układowego musi być krótsza niż 200 znaków.
pt_br: A Versão de Firmware deve ter menos de 200 caracteres.
ru: Длина версии встроенного ПО должна быть менее 200 символов.
sv: Versionen av inbyggd programvara måste vara kortare än 200 tecken.
tr: Üretici Yazılımı Sürümü en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Fįřmŵäřę Vęřşįőŉ mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 固件版本的长度必须少于 200 个字符。
zh_hant: [韌體版本] 長度必須少於 200 個字元。

# InstalledRAMFieldMustBeLessThan200Characters
source: The Installed RAM field must be less than 200 characters long.
cs: Pole Instalovaná RAM musí být kratší než 200 znaků.
de: Das Feld für den installierten Arbeitsspeicher muss weniger als 200 Zeichen lang sein.
es: El campo RAM instalada debe tener menos de 200 caracteres.
fr: Le champ RAM installée ne doit pas dépasser 200 caractères.
hu: A Telepített memória mezőnek 200 karakternél rövidebbnek kell lennie.
it: Il campo RAM installata può contenere un massimo di 200 caratteri.
ja: [インストールされている RAM] フィールドは 200 文字未満で入力する必要があります。
ko: 설치된 RAM 필드는 200자 미만이어야 합니다.
nl: Het veld Geïnstalleerd RAM-geheugen moet minder zijn dan 200 tekens.
pl: Pole Zainstalowana pamięć RAM musi być krótsze niż 200 znaków.
pt_br: O campo RAM Instalada deve ter menos de 200 caracteres.
ru: Длина поля "Установлено ОЗУ" должна быть менее 200 символов.
sv: Det installerade RAM-fältet måste vara kortare än 200 tecken.
tr: Yüklü RAM alanı en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Ĩŉşŧäľľęđ ŖÅM ƒįęľđ mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!! !!!]
zh_hans: 已安装 RMA 字段的长度必须小于 200 个字符。
zh_hant: [已安裝的 RAM] 欄位長度必須少於 200 個字元。

# ModelNameMustBeLessThan200Characters
source: The Model Number must be less than 200 characters long.
cs: Číslo modelu musí být kratší než 200 znaků.
de: Die Modellnummer muss weniger als 200 Zeichen lang sein.
es: El Número de modelo debe tener menos de 200 caracteres.
fr: Le numéro de modèle ne doit pas dépasser 200 caractères.
hu: A modell számának kevesebb, mint 200 karakter hosszúnak kell lennie.
it: Il campo Numero modello può contenere un massimo di 200 caratteri.
ja: モデル番号は 200 文字未満にする必要があります。
ko: 모델 번호는 200자 미만이어야 합니다.
nl: Het modelnummer moet korter zijn dan 200 tekens.
pl: Numer modelu musi być krótszy niż 200 znaków.
pt_br: O Número do Modelo deve ter menos de 200 caracteres.
ru: Длина номера модели должна быть меньше 200 символов.
sv: Modellnumret måste vara kortare än 200 tecken.
tr: Model Numarası en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Mőđęľ Ńūmþęř mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 型号的长度必须小于 200 个字符。
zh_hant: [型號編號] 長度必須少於 200 個字元。

# ObjectNameMustBeLessThan200Characters
source: The Object Name must be less than 200 characters long.
cs: Název objektu musí být kratší než 200 znaků.
de: Der Objektname muss weniger als 200 Zeichen lang sein.
es: El Nombre de objeto debe tener menos de 200 caracteres.
fr: Le nom de l'objet ne doit pas dépasser 200 caractères.
hu: Az objektum nevének kevesebb, mint 200 karakter hosszúságúnak kell lennie.
it: Il campo Nome oggetto può contenere un massimo di 200 caratteri.
ja: オブジェクト名は 200 文字未満にする必要があります。
ko: 개체 이름은 200자 미만이어야 합니다.
nl: De objectnaam moet korter zijn dan 200 tekens.
pl: Nazwa obiektu musi być krótsza niż 200 znaków.
pt_br: O Nome do Objeto deve ter menos de 200 caracteres.
ru: Длина имени объекта должна быть меньше 200 символов.
sv: Objektnamnet måste vara kortare än 200 tecken.
tr: Nesne Adı en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Øþĵęčŧ Ńämę mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 对象名称的长度必须小于 200 个字符。
zh_hant: [物件名稱] 長度必須少於 200 個字元。

# PlatformNameMustBeLessThan200Characters
source: The Platform Name must be less than 200 characters long.
cs: Název platformy musí být kratší než 200 znaků.
de: Der Plattformname muss weniger als 200 Zeichen lang sein.
es: El Nombre de plataforma debe tener menos de 200 caracteres.
fr: Le nom de plateforme ne doit pas dépasser 200 caractères.
hu: A platform nevének kevesebb, mint 200 karakter hosszúságúnak kell lennie.
it: Il campo Nome piattaforma può contenere un massimo di 200 caratteri.
ja: プラットフォーム名は 200 文字未満にする必要があります。
ko: 플랫폼 이름은 200자 미만이어야 합니다.
nl: De platformnaam moet korter zijn dan 200 tekens.
pl: Nazwa platformy musi być krótsza niż 200 znaków.
pt_br: O Nome da Plataforma deve ter menos de 200 caracteres.
ru: Длина имени платформы должна быть меньше 200 символов.
sv: Plattformsnamnet måste vara kortare än 200 tecken.
tr: Platform Adı en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Pľäŧƒőřm Ńämę mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 平台名称的长度必须小于 200 个字符。
zh_hant: [平台名稱] 長度必須少於 200 個字元。

# ProcessorNameMustBeLessThan200Characters
source: The Processor Name must be less than 200 characters long.
cs: Název procesoru musí být kratší než 200 znaků.
de: Der Prozessorname muss weniger als 200 Zeichen lang sein.
es: El Nombre de procesador debe tener menos de 200 caracteres.
fr: Le nom d'UC ne doit pas dépasser 200 caractères.
hu: A processzor nevének kevesebb, mint 200 karakter hosszúságúnak kell lennie.
it: Il campo Nome processore può contenere un massimo di 200 caratteri.
ja: プロセッサ名は 200 文字未満にする必要があります。
ko: 프로세서 이름은 200자 미만이어야 합니다.
nl: De processornaam moet korter zijn dan 200 tekens.
pl: Nazwa procesora musi być krótsza niż 200 znaków.
pt_br: O Nome do Processador deve ter menos de 200 caracteres.
ru: Длина имени процессора должна быть меньше 200 символов.
sv: Processornamnet måste vara kortare än 200 tecken.
tr: İşlemci Adı en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Přőčęşşőř Ńämę mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 处理器名称的长度必须小于 200 个字符。
zh_hant: [處理器名稱] 長度必須少於 200 個字元。

# SerialNumberMustBeLessThan200Characters
source: The Serial Number must be less than 200 characters long.
cs: Sériové číslo musí být kratší než 200 znaků.
de: Die Seriennummer muss weniger als 200 Zeichen lang sein.
es: El Número de serie debe tener menos de 200 caracteres.
fr: Le numéro de série ne doit pas dépasser 200 caractères.
hu: A sorozatszámnak kevesebb, mint 200 karakter hosszúnak kell lennie.
it: Il campo Numero di serie può contenere un massimo di 200 caratteri.
ja: シリアル番号は 200 文字未満にする必要があります。
ko: 일련 번호는 200자 미만이어야 합니다.
nl: Het serienummer moet korter zijn dan 200 tekens.
pl: Numer seryjny musi być krótszy niż 200 znaków.
pt_br: O Número de Série deve ter menos de 200 caracteres.
ru: Длина серийного номер должна быть меньше 200 символов.
sv: Serienumret måste vara kortare än 200 tecken.
tr: Seri Numarası en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Ŝęřįäľ Ńūmþęř mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 序列号的长度必须小于 200 个字符。
zh_hant: [序號] 長度必須少於 200 個字元。

# VersionMustBeLessThan200Characters
source: The Version must be less than 200 characters long.
cs: Verze musí být kratší než 200 znaků.
de: Die Version muss weniger als 200 Zeichen lang sein.
es: La Versión debe tener menos de 200 caracteres.
fr: La version ne doit pas dépasser 200 caractères.
hu: A verziónak kevesebb, mint 200 karakter hosszúságúnak kell lennie.
it: Il campo Versione può contenere un massimo di 200 caratteri.
ja: バージョンは 200 文字未満にする必要があります。
ko: 버전은 200자 미만이어야 합니다.
nl: De versie moet korter zijn dan 200 tekens.
pl: Wersja musi być krótsza niż 200 znaków.
pt_br: A Versão deve ter menos de 200 caracteres.
ru: Длина версии должна быть меньше 200 символов.
sv: Versionen måste vara kortare än 200 tecken.
tr: Sürüm en fazla 200 karakter uzunluğunda olmalıdır.
tt: [Ŧĥę Vęřşįőŉ mūşŧ þę ľęşş ŧĥäŉ 200 čĥäřäčŧęřş ľőŉģ. !!! !!! !!!]
zh_hans: 版本的长度必须小于 200 个字符。
zh_hant: [版本] 長度必須少於 200 個字元。

# ClickToDisplayError
source: Click to View
cs: Klikněte na Zobrazit
de: Zum Anzeigen klicken
es: Haga clic para ver
fr: Cliquez pour afficher
hu: Kattintson ide a megtekintéshez
it: Fare clic per visualizzare
ja: クリックして表示
ko: 보려면 클릭
nl: Klik om weer te geven
pl: Kliknij, aby wyświetlić
pt_br: Clique para Exibir
ru: Нажмите для просмотра
sv: Klicka för att visa
tr: Görüntülemek için tıklayın
tt: [Cľįčĸ ŧő Vįęŵ !!! !!!]
zh_hans: 单击以查看
zh_hant: 按一下以檢視

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Zaktualizuj
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelleştir
tt: [Ůpđäŧę !!! !!! !!! !!! !!!]
zh_hans: 更新
zh_hant: 更新

source: Update Actions is disabled
cs: Aktualizace akcí je zakázaná.
de: Das Aktualisieren von Aktionen ist deaktiviert.
es: Las acciones de actualización están deshabilitadas.
fr: La mise à jour des actions est désactivée
hu: A műveletek frissítése le van tiltva
it: L'azione di aggiornamento è disabilitata
ja: 更新アクションが無効になっています
ko: 업데이트 작업을 사용할 수 없습니다.
nl: Acties bijwerken is uitgeschakeld
pl: Akcje aktualizacji są wyłączone
pt_br: Atualizar Ações está desabilitado
ru: Обновление действий отключено
sv: Uppdateringsåtgärder är inaktiverade
tr: Güncelleştirme Eylemleri devre dışı
tt: [Ůpđäŧę Åčŧįőŉş įş đįşäþľęđ !!! !!!]
zh_hans: 禁用更新操作
zh_hant: 已停用更新動作
