Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

source: Current Rate Plan:
cs: Aktuální sazebník:
de: Aktuelle Gebührenübersicht:
es: Plan de tarifas actual:
fr: Formule tarifaire actuelle :
hu: Aktuális díjkonstrukció:
it: Piano tariffario corrente:
ja: 現在の料金プラン:
ko: 현재 요금제:
nl: Huidig tariefplan:
pl: Bieżący plan stawki:
pt_br: Plano de Taxa Atual:
ru: Текущий тарифный план:
sv: Aktuell prislista:
tr: Geçerli Ücret Planı:
zh_hans: 当前的费率计划:
zh_hant: 目前費率方案:

source: Aggregated Usage:
cs: Agregované využití:
de: Aggregierte Nutzung:
es: Uso agregado:
fr: Synthèse de l'utilisation :
hu: Összesített használat:
it: Utilizzo aggregato:
ja: 利用状況の集計データ:
ko: 집계된 사용량:
nl: Samengevoegd gebruik:
pl: Użycie zagregowane:
pt_br: Uso Agregado:
ru: Сводное использование:
sv: Sammanställd användning:
tr: Toplu Kullanım:
zh_hans: 聚合使用情况:
zh_hant: 彙總使用量:

source: Current Limit Reached:
cs: Je dosažený aktuální limit:
de: Das aktuelle Limit wurde erreicht:
es: Se alcanzó el límite actual:
fr: Limite actuelle atteinte :
hu: Aktuális korlát elérve:
it: Limite corrente raggiunto:
ja: 現在の上限に達しました:
ko: 현재 한도에 도달함:
nl: De huidige limiet is bereikt:
pl: Osiągnięto aktualny limit:
pt_br: Limite Atual Atingido:
ru: Достигнут текущий лимит:
sv: Aktuell gräns har nåtts:
tr: Geçerli Sınıra Ulaşıldı:
zh_hans: 已达到当前限制:
zh_hant: 達到目前限制:

source: Account ID:
cs: ID účtu:
de: Konto-ID:
es: Id. de cuenta:
fr: ID de compte :
hu: Fiók azonosítója:
it: ID account:
ja: アカウント ID:
ko: 계정 ID:
pl: Identyfikator konta:
pt_br: ID da Conta:
ru: Идентификатор учетной записи:
sv: Konto-ID:
tr: Hesap Kimliği:
zh_hans: 帐户 ID:
zh_hant: 帳戶識別碼:

# SimInformationBackText
source: SIM Information
cs: Informace SIM
de: SIM-Informationen
es: Información sobre SIM
fr: Informations de la carte SIM
hu: SIM információ
it: Informazioni SIM
ja: SIM 情報
ko: SIM 정보
nl: SIM-informatie
pl: Informacje SIM
pt_br: Informações de SIM
ru: Сведения о SIM
tr: SIM Bilgileri
zh_hans: SIM 卡信息
zh_hant: SIM 資訊

# NavigationMenuItemAdvanced
source: Advanced
cs: Upřesnit
de: Erweitert
es: Opciones avanzadas
fr: Avancé
hu: Speciális
it: Avanzate
ja: 詳細設定
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sv: Avancerat
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

# ApiRegistration
source: Cellular API Registration
cs: Registrace Jasper API
de: Jasper-API-Registrierung
es: Registro de API de Jasper
fr: Inscription de Jasper API
hu: Felhasználói API-regisztráció
it: Registrazione API Jasper
ja: Jasper API の登録
ko: Jasper API 등록
nl: Jasper API-registratie
pl: Rejestracja interfejsu API Jasper
pt_br: Registro da API do Jasper
ru: Регистрация Jasper API
sv: Jasper API-registrering
tr: Jasper API Kaydı
zh_hans: Jasper API 注册
zh_hant: Jasper API 註冊

source: Check ICCID
cs: ICCID kontroly
de: ICCID überprüfen
es: Comprobar ICCID
fr: Vérifier l'ICCID
hu: ICCID ellenőrzése
it: Verifica ICCID
ja: ICCID の確認
ko: ICCID 확인
nl: ICCID controleren
pl: Sprawdź identyfikator ICCID
pt_br: Verificar a ICCID
ru: Проверить ICCID
sv: Kontrollera ICCID
tr: ICCID'yi denetle
zh_hans: 检查 ICCID
zh_hant: 檢查 ICCID

# EnterIccid
source: Enter a Iccid from Cellular Provider
cs: Zadat ICCID od poskytovatele mobilní sítě
de: Geben Sie eine ICCID vom Mobilfunkanbieter ein.
es: Especifique un ICCID del proveedor de servicios móviles
fr: Entrez un ICCID provenant du fournisseur de données cellulaires
hu: Adja meg a mobilszolgáltatótól kapott Iccid azonosítót
it: Immettere un codice ICCID dal provider di rete cellulare
ja: 携帯電話会社から支給された ICCID を入力
ko: 셀룰러 서비스 공급자의 Iccid 입력
nl: Een ICCID van een mobiele provider invoeren
pl: Wprowadź identyfikator Iccid od operatora sieci komórkowej
pt_br: Inserir uma Iccid da Operadora de Celular
ru: Укажите ICCID, полученный от оператора мобильной связи
sv: Ange ett Iccid från mobilleverantören
tr: Şebeke Sağlayıcısının Iccid'sini girin
zh_hans: 输入移动运营商提供的 ICCID
zh_hant: 輸入來自行動數據提供者的 ICCID

source: Associate
cs: Přidružit
de: Zuordnen
es: Asociar
fr: Associer
hu: Társítás
it: Associa
ja: 関連付け
ko: 연결
nl: Koppelen
pl: Skojarz
pt_br: Associar
ru: Сопоставить
sv: Koppla
tr: İlişkilendir
zh_hans: 关联
zh_hant: 關聯

source: SIM Association
cs: Přidružení SIM
de: SIM-Zuordnung
es: Asociación de SIM
fr: Association de carte SIM
hu: SIM-hozzárendelés
it: Associazione
ja: SIM の関連付け
ko: SIM 연결
nl: Simkoppeling
pl: Skojarzenie SIM
pt_br: Associação de SIM
ru: Сопоставление SIM
sv: SIM-koppling
tr: SIM İlişkilendirmesi
zh_hans: SIM 卡关联项
zh_hant: SIM 關聯

# OptionalBrackets
source: (Optional)
cs: (Nepovinné)
es: (Opcional)
fr: (Facultatif)
hu: (Nem kötelező)
it: (facoltativo)
ja: (オプション)
ko: (옵션)
nl: (Optioneel)
pl: (Opcjonalne)
pt_br: (Opcional)
ru: (Необязательно)
sv: (Valfritt)
tr: (İsteğe Bağlı)
zh_hans: (可选)
zh_hant: (選擇性)

# BaseUrlToolTip
source: This is the endpoint of the API Provider
cs: Najdete to přímo pod klíčem API na stránce API v Control Centeru.
de: Sie finden diese unter dem API-Schlüssel auf der API-Seite in Control Center.
es: Disponible bajo la clave de API en la página de API de Control Center.
fr: Vous trouverez ceci juste en dessous de la clé de l'API dans la page des API dans le centre de contrôle.
hu: Az API-kulcs alatt található a vezérlőközpontban.
it: Questa informazione si trova sotto la chiave API nella pagina API di Control Center.
ja: この情報は、Control Center の API ページの API キーのすぐ下にあります。
ko: 제어 센터의 API 페이지에서 API 키 바로 아래에 있습니다.
nl: U vindt deze onder de API-sleutel op de API-pagina in Control Center.
pl: Element ten jest widoczny tuż pod kluczem interfejsu API na stronie interfejsu API w usłudze Control Center.
pt_br: Você o encontrará logo abaixo da chave de API na página de API no Control Center.
ru: Это можно найти сразу под ключом API на странице API в Control Center.
sv: Detta hittar du precis nedanför API-nyckeln på API-sidan i Kontrollcenter.
tr: Bu alanı, Denetim Merkezi'nde bulunan API sayfasındaki API anahtarının alt kısmında bulabilirsiniz.
zh_hans: 位于控制中心 API 页面上的 API 密钥正下方。
zh_hant: 您可在 Control Center 中 API 頁面的 API 金鑰下方看見此 URL。

# LicenseKeyToolTip
source: You'll find this in your API providers system.
cs: Najdete ho v levém horním rohu stránky API v Control Centeru.
de: Diesen finden Sie oben links auf der API-Seite in Control Center.
es: Se encuentra en la parte superior izquierda de la página de API de Control Center.
fr: Vous pouvez trouver ceci dans la partie supérieure gauche de la page API du centre de contrôle.
hu: A vezérlőközpont API lapjának bal felső részén található.
it: Questa informazione si trova in alto a sinistra nella pagina API di Control Center.
ja: この情報は、Control Center の API ページの左上にあります。
ko: 제어 센터의 API 페이지 왼쪽 위에 있습니다.
nl: U vindt deze linksboven op de API-pagina in Control Center.
pl: Element ten jest wyświetlany w lewym górnym rogu strony interfejsu API w usłudze Control Center.
pt_br: Você encontrará isso na parte superior esquerda da página de API do Centro de Controle.
ru: Это можно найти в верхней левой части страницы API в Control Center.
sv: Du hittar detta högst upp till vänster i Kontrollcenter.
tr: Bu alanı, Denetim Merkezi'ndeki API sayfasının sol üst kısmında bulabilirsiniz.
zh_hans: 位于控制中心 API 页面的左上角。
zh_hant: 您可在 Control Center 的 API 頁面左上方找到此金鑰。

# PasswordToolTip
source: This is the password you use to log into your API Provider
cs: Toto je heslo, které používáte k přihlášení do Control Centeru.
de: Dies ist das Kennwort, mit dem Sie sich bei Control Center anmelden.
es: Esta es la contraseña que se usa para iniciar sesión en Control Center.
fr: Il s'agit du mot de passe que vous utilisez pour vous connecter au centre de contrôle.
hu: A vezérlőközpontba történő bejelentkezéshez használt jelszó.
it: Password usata per accedere a Control Center.
ja: Control Center へのログインに使用するパスワードです。
ko: 제어 센터에 로그인하는 데 사용하는 암호입니다.
nl: Dit is het wachtwoord waarmee u zich aanmeldt bij Control Center.
pl: To jest hasło używane do logowania do Control Center.
pt_br: Esta é a senha usada para entrar no Centro de Controle.
ru: Это пароль, используемый для входа в Control Center.
sv: Du använder det här lösenordet för att logga in i Kontrollcenter.
tr: Bu, Denetim Merkezi'nde oturum açmak için kullandığınız paroladır.
zh_hans: 这是用于登陆控制中心的密码。
zh_hant: 這是用以登入 Control Center 的密碼。

# UsernameToolTip
source: This is the username you use to log into your API Provider
cs: Toto je uživatelské jméno, které používáte k přihlášení do Control Centeru.
de: Dies ist der Benutzername, mit dem Sie sich bei Control Center anmelden.
es: Este es el nombre de usuario que se usa para iniciar sesión en Control Center.
fr: Il s'agit du nom d'utilisateur que vous utilisez pour vous connecter au centre de contrôle.
hu: A vezérlőközpontba történő bejelentkezéshez használt felhasználónév.
it: Nome utente usato per accedere a Control Center.
ja: Control Center へのログインに使用するユーザー名です。
ko: 제어 센터에 로그인하는 데 사용하는 사용자 이름입니다.
nl: Dit is de gebruikersnaam waarmee u zich aanmeldt bij Control Center.
pl: To jest nazwa użytkownika używana do logowania do usługi Control Center.
pt_br: Este é o nome de usuário usado para entrar no Control Center.
ru: Это имя пользователя для входа в Control Center.
sv: Du använder det här användarnamnet för att logga in i Kontrollcenter.
tr: Bu, Denetim Merkezi'nde oturum açmak için kullandığınız kullanıcı adıdır.
zh_hans: 这是用于登陆控制中心的密码。
zh_hant: 這是用以登入 Control Center 的使用者名稱。

# AttachIccidToDevice
source: Attach a SIM ICCID to the device
cs: Připojit SIM ICCID k zařízení
de: SIM ICCID an Gerät anfügen
es: Conectar SIM ICCID al dispositivo
fr: Attacher un SIM ICCID à l'appareil
hu: SIM ICCID csatolása az eszközhöz
it: Collega un codice SIM ICCID al dispositivo
ja: デバイスに SIM ICCID を割り当てる
ko: 장치에 SIM ICCID 연결
nl: Koppel een SIM ICCID aan het apparaat
pl: Dołącz identyfikator SIM ICCID do urządzenia
pt_br: Anexar um SIM ICCID ao dispositivo
ru: Подключить SIM ICCID к устройству
sv: Koppla ett SIM ICCID till enheten
tr: Cihaza SIM ICCID ekle
zh_hans: 将 SIM ICCID 附加到设备
zh_hant: 將 SIM ICCID 連結到裝置

# NavigationMenuItemsAdvanced
source: Advanced
cs: Upřesnit
de: Erweitert
es: Opciones avanzadas
fr: Avancé
hu: Speciális
it: Avanzate
ja: 詳細設定
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sv: Avancerat
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: Cellular Conn
cs: Mobilní připojení
de: Mobilfunkverbindung
es: Con. móvil
fr: Connectivité cellulaire
hu: Mobilhálózat
it: Connessione cellulare
ja: 携帯ネットワーク接続
ko: 셀룰러 연결
nl: Mobiele connectiviteit
pl: Połączenie komórkowe
pt_br: Conectividade Celular
ru: Мобильная связь
sv: Mobilanslutning
tr: Şebeke Bağlantısı
zh_hans: 手机网络连接
zh_hant: 行動數據連線

source: Health Beat
de: Integritätstakt
es: Latido de estado
fr: Pulsation d'intégrité
hu: Állapotjelzés
it: Beat integrità
ja: ヘルス ビート
ko: 상태 비트
pl: Sygnał kondycji
ru: Пульс работоспособности
sv: Hälsotakt
tr: Sistem Durumu Sinyali
zh_hant: 健全狀況訊號

source: Logic Apps
de: Logik-Apps
es: Aplicaciones lógicas
it: App per la logica
ko: 논리 앱
pl: Aplikacje logiki
pt_br: Aplicativos Lógicos
sv: Logikappar
tr: Mantıksal Uygulamalar

# ApiRegistrationDescription
source: Register this solution with the API from your cellular connectivity provider by clicking 'Create' and filling in your details.
cs: Zaregistrujte toto řešení pomocí přihlašovacích údajů platformy Jasper Control Center pro ověření použití Jasper API.
de: Registrieren Sie diese Lösung mit Ihren Anmeldeinformationen für die Jasper Control Center-Plattform, um sich für die Verwendung der Jasper-API zu authentifizieren.
es: Registre esta solución con las credenciales de la plataforma Jasper Control Center para autenticar el uso de la API de Jasper.
fr: Enregistrez cette solution avec vos informations d'identification de la plateforme Centre de contrôle Jasper pour authentifier l'utilisation de Jasper API.
hu: A megoldás regisztrálása a Jasper Control Center platformhitelesítő adataival a Jasper API használatának hitelesítéséhez.
it: Registrare questa soluzione con le credenziali della piattaforma Jasper Control Center per eseguire l'autenticazione e usare l'API Jasper.
ja: Jasper API を使用するには、Jasper Control Center プラットフォームの資格情報を使ってこのソリューションを登録する必要があります。
ko: Jasper API 사용을 인증하려면 Jasper Control Center 플랫폼 자격 증명에 이 솔루션을 등록하세요.
nl: Registreer deze oplossing met uw referenties voor het Jasper Control Center-platform om het gebruik van Jasper API te verifiëren.
pl: Zarejestruj to rozwiązanie przy użyciu poświadczeń platformy Jasper Control Center, aby uwierzytelnić użycie interfejsu API Jasper.
pt_br: Registre esta solução com suas credenciais da plataforma Jasper Control Center para autenticar o uso da API do Jasper.
ru: Зарегистрируйте это решение с помощью учетных данных платформы Jasper Control Center для проверки подлинности использования Jasper API.
sv: Registrera den här lösningen med inloggningsinformationen till Jasper-kontrollcenterplattformen för att autentisera Jasper API-användning.
tr: Jasper API kullanımının kimliğini doğrulamak için, bu çözümü Jasper Denetim Merkezi platformunuzun kimlik bilgileri ile kaydedin.
zh_hans: 使用 Jasper 控制中心平台凭据注册此解决方案以验证 Jasper API 使用。
zh_hant: 使用您的 Jasper Control Center 平台認證來註冊此解決方案，以驗證 Jasper API 的使用。

# ApiRegistrationTitle
source: API Registration
cs: Registrace Jasper API
de: Jasper-API-Registrierung
es: Registro de Jasper API
fr: Inscription de Jasper API
hu: Jasper API regisztrálása
it: Registrazione Jasper API
ja: Jasper API の登録
ko: Jasper API 등록
nl: Jasper API-registratie
pl: Jasper API Registration
pt_br: Registro do Jasper API
ru: Регистрация Jasper API
sv: Jasper API-registrering
tr: Jasper API Kaydı
zh_hans: Jasper API 注册
zh_hant: Jasper API 註冊

# CellularConnViewTitle
source: Cellular Conn
cs: Mobilní připojení
de: Mobilfunkverbindung
es: Con. móvil
fr: Connectivité cellulaire
hu: Mobilhálózat
it: Connessione cellulare
ja: 携帯ネットワーク接続
ko: 셀룰러 연결
nl: Mobiele connectiviteit
pl: Połączenie komórkowe
pt_br: Conectividade Celular
ru: Мобильная связь
sv: Mobilanslutning
tr: Şebeke Bağlantısı
zh_hans: 手机网络连接
zh_hant: 行動數據連線

# DeviceAssociationDescription
source: Associate your SIMs to Azure IoT devices
cs: Přidružte zařízení Azure IoT nasazené na platformě <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> k tomuto řešení.
de: Ordnen Sie Ihre in <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> bereitgestellten Azure IoT-Geräte dieser Lösung zu.
es: Asocie los dispositivos de IoT de Azure implementados en <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> a esta solución.
fr: Associez vos appareils Azure IoT déployés sur le <a href="http://www.jasper.com/iot-service-platform/control-center">centre de contrôle</a> à cette solution.
hu: A <a href="http://www.jasper.com/iot-service-platform/control-center">vezérlőközpontban</a> telepített Azure IoT-eszközök társítása ehhez a megoldáshoz.
it: È possibile associare i dispositivi Azure IoT distribuiti in <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> a questa soluzione.
ja: <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> にデプロイした Azure IoT デバイスをこのソリューションに関連付けます。
ko: <a href="http://www.jasper.com/iot-service-platform/control-center">제어 센터</a>에서 배포된 Azure IoT 장치를 이 솔루션에 연결합니다.
nl: Koppel de Azure IoT-apparaten die u in <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> hebt geïmplementeerd, aan deze oplossing.
pl: Skojarz urządzenia Azure IoT wdrożone w usłudze <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> z tym rozwiązaniem.
pt_br: Associe seus dispositivos IoT do Azure implantados no <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a> com esta solução.
ru: Сопоставьте устройства Azure IoT, развернутые в <a href="http://www.jasper.com/iot-service-platform/control-center">Control Center</a>, с этим решением.
sv: Koppla dina Azure IoT-enheter som är distribuerade i <a href="http://www.jasper.com/iot-service-platform/control-center">Kontrollcenter</a> för den här lösningen.
tr: <a href="http://www.jasper.com/iot-service-platform/control-center">Denetim Merkezi</a>'nde dağıtılan Azure IoT cihazlarınızı bu çözümle ilişkilendirin.
zh_hans: 将你部署在<a href="http://www.jasper.com/iot-service-platform/control-center">控制中心</a>上的 Azure IoT 设备关联到此解决方案。
zh_hant: 將部署於<a href="http://www.jasper.com/iot-service-platform/control-center">控制中心</a> 的 Azure IoT 裝置與此解決方案相關聯。

# DeviceAssociationTitle
source: Device Association
cs: Přidružení zařízení
de: Gerätezuordnung
es: Asociación de dispositivo
fr: Association d'appareil
hu: Eszköz társítása
it: Associazione dispositivo
ja: デバイスの関連付け
ko: 장치 연결
nl: Apparaatkoppeling
pl: Skojarzenie urządzenia
pt_br: Associação de Dispositivo
ru: Сопоставление устройств
sv: Enhetskoppling
tr: Cihaz İlişkilendirme
zh_hans: 设备关联
zh_hant: 裝置關聯

# HealthBeatViewTitle
source: Health Beat
de: Integritätstakt
es: Latido de estado
fr: Pulsation d'intégrité
hu: Állapotjelzés
it: Beat integrità
ja: ヘルス ビート
ko: 상태 비트
pl: Sygnał kondycji
ru: Пульс работоспособности
sv: Hälsotakt
tr: Sistem Durumu Sinyali
zh_hant: 健全狀況訊號

# LogicAppsViewTitle
source: Logic Apps
de: Logik-Apps
tr: Mantıksal Uygulamalar

# ApiRegistrationFailed
source: Registration failed: Please check credentials
cs: Registrace se nepovedla: Zkontrolujte prosím své přihlašovací údaje.
de: Fehler bei der Registrierung. Überprüfen Sie die Anmeldeinformationen.
es: No se pudo completar el registro: compruebe las credenciales.
fr: Échec de l'inscription. Vérifiez les informations d'identification
hu: Sikertelen regisztráció: Ellenőrizze a hitelesítő adatokat
it: La registrazione non è riuscita: verificare le credenziali
ja: 登録に失敗しました: 資格情報を確認してください
ko: 등록하지 못했습니다. 자격 증명을 확인하세요.
nl: De registratie is mislukt: controleer de referenties
pl: Rejestracja nie powiodła się: sprawdź poświadczenia
pt_br: Falha no registro: verifique as credenciais
ru: Произошел сбой регистрации: проверьте учетные данные
sv: Registreringen misslyckades: Kontrollera autentiseringsuppgifterna
tr: Kayıt başarısız: Lütfen kimlik bilgilerini kontrol edin
zh_hans: 注册失败: 请检查凭据
zh_hant: 註冊失敗: 請檢查認證

# ApiRegistrationSuccessful
source: Registration successful
cs: Registrace byla úspěšná.
de: Registrierung war erfolgreich.
es: El registro se completó correctamente.
fr: Inscription réussie
hu: A regisztráció sikerült
it: Registrazione completata
ja: 登録成功
ko: 등록했습니다.
nl: De registratie is voltooid
pl: Rejestracja zakończona powodzeniem
pt_br: Registro bem-sucedido
ru: Регистрация выполнена успешно
sv: Registreringen lyckades
tr: Kayıt başarılı
zh_hans: 注册成功
zh_hant: 註冊成功

# ApiRegistrationNotAvailable
source: No API currently registered for this account
cs: Pro tento účet není aktuálně zaregistrované žádné zařízení.
de: Für dieses Konto ist zurzeit keine API registriert.
es: Actualmente, no hay ninguna API registrada para esta cuenta.
fr: Aucune API actuellement inscrite pour ce compte
hu: Ehhez a fiókhoz jelenleg nincs API regisztrálva
it: Non sono state registrate API per questo account
ja: このアカウントには現在、登録されている API がありません
ko: 현재 이 계정에 등록된 API가 없습니다.
nl: Er is momenteel geen API geregistreerd voor dit account
pl: Dla tego konta nie zarejestrowano obecnie żadnego interfejsu API
pt_br: Nenhuma API está registrada no momento para esta conta
ru: Сейчас не зарегистрированы API для этой учетной записи
sv: Inget API är för närvarande registrerat för det här kontot
tr: Bu hesap için şu anda kayıtlı API yok
zh_hans: 当前没有为此帐户注册 API
zh_hant: 目前還沒為此帳戶註冊任何 API

source: Device List
cs: Seznam zařízení
de: Geräteliste
es: Lista de dispositivos
fr: Liste des appareils
hu: Eszközök listája
it: Elenco dispositivi
ja: デバイス一覧
ko: 장치 목록
nl: Apparatenlijst
pl: Lista urządzeń
pt_br: Lista de Dispositivos
ru: Список устройств
sv: Enhetslista
tr: Cihaz Listesi
tt: [Đęvįčę Ŀįşŧ !!! !!!]
zh_hans: 设备列表
zh_hant: 裝置清單

source: Previous
cs: Předchozí
de: Zurück
es: Anterior
fr: Précédent
hu: Előző
it: Indietro
ja: 前へ
ko: 이전
nl: Vorige
pl: Wstecz
pt_br: Anterior
ru: Пред.
sv: Tidigare
tr: Önceki
tt: [Přęvįőūş !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 上一步
zh_hant: 上一步

# FilterInfo
source: {0} filtered from {1}
cs: (filtrováno z _MAXIMÁLNÍHO_ celkového počtu záznamů)
de: {0} gefiltert aus {1}
es: (filtrados de _MAX_ registros totales)
fr: (filtrés sur un total de _MAX_ enregistrements)
hu: (összesen _MAX_ rekord szűrése)
it: (risultati filtrati da _MAX_ record totali)
ja: (合計 _MAX_ 件のレコードにフィルター適用済み)
ko: (총 _MAX_개 레코드에서 필터링됨)
nl: {0} gefilterd uit {1}
pl: (odfiltrowane z łącznej liczby _MAX_ rekordów)
pt_br: {0} filtrado(s) de {1}
ru: (отфильтровано из _MAX_ записей)
sv: {0} filtrerat från {1}
tr: {1} içinden {0} filtrelendi
tt: [(ƒįľŧęřęđ ƒřőm _MÅX_ ŧőŧäľ řęčőřđş) !!! !!!]
zh_hans: 从 {1} 中筛选的 {0}
zh_hant: 從 {1} 中篩選了 {0}

# RemoveRuleButtonLabel
source: Remove Rule...
cs: Odebrat pravidlo...
de: Regel entfernen...
es: Quitar regla...
fr: Supprimer la règle...
hu: Szabály eltávolítása...
it: Rimuovi regola...
ja: ルールの削除...
ko: 규칙 제거...
nl: Regel verwijderen...
pl: Usuń regułę...
pt_br: Remover Regra...
ru: Удалить правило...
sv: Ta bort regel...
tr: Kuralı Kaldır...
tt: [Ŗęmővę Ŗūľę... !!! !!!]
zh_hans: 删除规则...
zh_hant: 移除規則...

# AdministratorRole
source: Administrator
cs: Správce
es: Administrador
fr: Administrateur
hu: Rendszergazda
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pt_br: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
tt: [Åđmįŉįşŧřäŧőř !!! !!!]
zh_hans: 管理员
zh_hant: 系統管理員

# ImplicitReadOnlyRole
source: Implicit Read-Only
cs: Implicitně jen pro čtení
de: Implizit schreibgeschützt
es: Solo lectura implícita
fr: En lecture seule implicitement
hu: Implicit írásvédett
it: Sola lettura implicita
ja: 読み取り専用 (暗黙)
ko: 암시적 읽기 전용
nl: Impliciet alleen-lezen
pl: Niejawne, tylko do odczytu
pt_br: Somente Leitura Implícita
ru: Неявный доступ только для чтения
sv: Implicit skrivskyddad
tr: Örtük Salt Okunur
tt: [Ĩmpľįčįŧ Ŗęäđ-Øŉľy !!! !!!]
zh_hans: 隐式只读
zh_hant: 隱含唯讀

# ReadOnlyRole
source: Read-Only
cs: Jen pro čtení
de: Schreibgeschützt
es: Solo lectura
fr: En lecture seule
hu: Csak olvasható
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
nl: Alleen-lezen
pl: Tylko do odczytu
pt_br: Somente Leitura
ru: Только для чтения
sv: Skrivskyddad
tr: Salt Okunur
tt: [Ŗęäđ-Øŉľy !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 只读
zh_hant: 唯讀

source: Device to View:
cs: Zobrazit zařízení:
de: Anzuzeigendes Gerät:
es: Dispositivo que se visualizará:
fr: Appareil à afficher :
hu: Megjelenítendő eszköz:
it: Dispositivo da visualizzare:
ja: 表示するデバイス:
ko: 보려는 장치:
nl: Weer te geven apparaat:
pl: Urządzenie do wyświetlenia:
pt_br: Dispositivo para Exibir:
ru: Устройство для просмотра:
sv: Enhet att visa:
tr: Görüntülenecek Cihaz:
tt: [Đęvįčę ŧő Vįęŵ: !!! !!!]
zh_hans: 要查看的设备:
zh_hant: 要檢視的裝置:

source: Sign Out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Oturumu Kapat
tt: [Ŝįģŉ Øūŧ !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 注销
zh_hant: 登出

source: Command+C to copy
cs: Zkopírujte stisknutím kláves Apple+C
de: Befehl + C zum Kopieren
es: Comando+C para copiar
fr: Commande+C pour copier
hu: Másolás: Command+C
it: Premere Comando+C per copiare
ja: command + C でコピー
ko: 복사하려면 Command+C
nl: Command+C om te kopiëren
pl: Naciśnij klawisze Command+C, aby skopiować
pt_br: Command+C para copiar
ru: Command+C для копирования
sv: Kommando +C för att kopiera
tr: Kopyalamak için Command+C
tt: [Cőmmäŉđ+C ŧő čőpy !!! !!!]
zh_hans: Command+C 以复制
zh_hant: Command+C 可複製

# DeviceProperty_CreatedTime
source: CreatedTime (UTC)
cs: Čas vytvoření (UTC)
es: Hora de creación (UTC)
it: Ora creazione (UTC)
nl: Aanmaaktijd (UTC)
ru: Время создания (в формате UTC)
tr: Oluşturulma Zamanı (UTC)
tt: [CřęäŧęđŦįmę (ŮŦC) !!! !!!]
