Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

source: View Authentication Keys
cs: Zobrazit ověřovací klíče
de: Authentifizierungsschlüssel anzeigen
es: Ver claves de autenticación
fr: Afficher les clés d'authentification
hu: Hitelesítési kulcsok megtekintése
it: Visualizza chiavi di autenticazione
ja: 認証キーの表示
ko: 인증 키 보기
nl: Verificatiesleutels weergeven
pl: Wyświetl klucze uwierzytelniania
pt_br: Exibir Chaves de Autenticação
ru: Просмотреть ключи проверки подлинности
sv: Visa autentiseringsnycklar
tr: Kimlik Doğrulaması Anahtarlarını Görüntüle
tt: [Vįęŵ Åūŧĥęŉŧįčäŧįőŉ Ķęyş !!! !!!]
zh_hans: 查看身份验证密钥
zh_hant: 檢視驗證金鑰

# DeviceUpdateError
source: Unable to update the device. An unexpected error occurred.
cs: Nepovedlo se aktualizovat zařízení. Došlo k neočekávané chybě.
de: Aktualisieren des Geräts nicht möglich. Unerwarteter Fehler.
es: Se produjo un error inesperado y no se pudo actualizar el dispositivo.
fr: Impossible de mettre à jour l'appareil. Une erreur inattendue s'est produite.
hu: Nem sikerült frissíteni az eszközt. Váratlan hiba történt.
it: Non è possibile aggiornare il dispositivo. Si è verificato un errore imprevisto.
ja: デバイスを更新できません。予期しないエラーが発生しました。
ko: 장치를 업데이트할 수 없습니다. 예기치 않은 오류가 발생했습니다.
nl: Kan het apparaat niet bijwerken. Er is een onverwachte fout opgetreden.
pl: Nie można zaktualizować urządzenia. Wystąpił nieoczekiwany błąd.
pt_br: Não foi possível atualizar o dispositivo. Ocorreu um erro inesperado.
ru: Не удалось обновить устройство. Произошла неожиданная ошибка.
sv: Det gick inte att uppdatera enheten. Ett oväntat fel inträffade.
tr: Cihaz güncelleştirilemiyor. Beklenmeyen bir hata oluştu.
tt: [Ůŉäþľę ŧő ūpđäŧę ŧĥę đęvįčę. Åŉ ūŉęχpęčŧęđ ęřřőř őččūřřęđ. !!! !!! !!!]
zh_hans: 无法更新设备。发生了意外错误。
zh_hant: 無法更新裝置。發生未預期的錯誤。

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
tt: [Ēđįŧ !!! !!! !!!]
zh_hans: 编辑
zh_hant: 編輯

source: Remove Device...
cs: Odebrat zařízení...
de: Gerät entfernen...
es: Quitar dispositivo...
fr: Appareil distant...
hu: Eszköz eltávolítása...
it: Rimuovi dispositivo...
ja: デバイスの削除...
ko: 장치 제거...
nl: Apparaat verwijderen...
pl: Usuń urządzenie...
pt_br: Remover Dispositivo...
ru: Удалить устройство...
sv: Ta bort enhet...
tr: Cihazı Kaldır...
tt: [Ŗęmővę Đęvįčę... !!! !!!]
zh_hans: 删除设备...
zh_hant: 移除裝置...

# RemoveDeviceConfirmationPart1
source: Are you sure? This will remove this device from your IoT solution.
cs: Určitě to chcete udělat? Tímto krokem se toto zařízení odebere z vašeho řešení IoT.
de: Sind Sie sicher? Hierdurch wird dieses Gerät aus Ihrer IoT-Lösung entfernt.
es: ¿Está seguro? Se quitará el dispositivo de la solución de IoT.
fr: Êtes-vous sûr ? Ceci va supprimer cet appareil de votre solution IoT.
hu: Biztos benne? A művelettel eltávolítja az eszközt az IoT-megoldásból.
it: Procedere? Il dispositivo verrà rimosso dalla soluzione IoT.
ja: IoT ソリューションからこのデバイスを削除してもよろしいですか?
ko: 계속할까요? 이 작업을 수행하면 IoT 솔루션에서 이 장치가
nl: Weet u het zeker? Hierdoor wordt dit apparaat uit uw IoT-oplossing verwijderd.
pl: Czy na pewno? Spowoduje to usunięcie tego urządzenia z rozwiązania IoT.
pt_br: Tem certeza? Isso removerá este dispositivo da sua solução de IoT.
ru: Вы уверены? Это устройство будет удалено из вашего решения IoT.
sv: Är du säker? Detta gör så att enheten tas bort från IoT-lösningen.
tr: Emin misiniz? Bu işlem, bu cihazı IoT çözümünüzden kaldıracak.
tt: [Åřę yőū şūřę? Ŧĥįş ŵįľľ řęmővę ŧĥįş đęvįčę ƒřőm yőūř ĨőŦ şőľūŧįőŉ. !!! !!! !!! !!!]
zh_hans: 是否确定? 此操作将从你的 IoT 解决方案中删除此设备。
zh_hant: 確定嗎? 如此會從您的 IoT 解決方案移除此裝置。

# RemoveDeviceConfirmationPart2
source: This action is permanent.
cs: Tato akce se nedá vrátit.
de: Diese Aktion ist dauerhaft.
es: Esta acción no se puede deshacer.
fr: Cette action est définitive.
hu: Ez a művelet nem vonható vissza.
it: Questa azione non può essere annullata.
ja: この操作は、元に戻すことができません。
ko: 영구적으로 제거됩니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta akcja jest trwała.
pt_br: Esta ação é permanente.
ru: Это действие необратимо.
sv: Åtgärden är permanent.
tr: Bu eylem kalıcıdır.
tt: [Ŧĥįş äčŧįőŉ įş pęřmäŉęŉŧ. !!! !!!]
zh_hans: 此操作是永久性操作。
zh_hant: 這是永久性動作。

# RemoveDeviceFormatted
source: Remove device '{0}'
cs: Odebrat zařízení {0}
de: Gerät "{0}" entfernen
es: Quitar dispositivo '{0}'
fr: Supprimer l'appareil « {0} »
hu: A(z) "{0}" eszköz eltávolítása
it: Rimuovi dispositivo '{0}'
ja: デバイス '{0}' の削除
ko: '{0}' 장치 제거
nl: Apparaat {0} verwijderen
pl: Usuń urządzenie „{0}”
pt_br: Remover dispositivo '{0}'
ru: Удалить устройство "{0}"
sv: Ta bort enheten "{0}"
tr: '{0}' cihazını kaldır
tt: [Ŗęmővę đęvįčę '{0}' !!! !!!]
zh_hans: 删除设备“{0}”
zh_hant: 移除裝置 '{0}'

# YesRemoveDeviceFormatted
source: Yes, remove device {0}
cs: Ano, odebrat zařízení {0}
de: Ja, Gerät "{0}" entfernen
es: Sí, quitar el dispositivo {0}
fr: Oui, supprimer l'appareil {0}
hu: Igen, távolítsa el az eszközt ({0})
it: Sì, rimuovi il dispositivo {0}
ja: はい。デバイス {0} を削除します
ko: 예, {0} 장치를 제거합니다.
nl: Ja, apparaat {0} verwijderen
pl: Tak, usuń urządzenie {0}
pt_br: Sim, remova o dispositivo {0}
ru: Да, удалить устройство {0}
sv: Ja, ta bort enheten {0}
tr: Evet, {0} cihazını kaldır
tt: [Ÿęş, řęmővę đęvįčę {0} !!! !!!]
zh_hans: 是，删除设备 {0}
zh_hant: 是，移除裝置 {0}

source: Installed RAM
cs: Instalovaná RAM
de: Installierter Arbeitsspeicher
es: RAM instalada
fr: RAM installée
hu: Telepített memória
it: RAM installata
ja: インストールされている RAM
ko: 설치된 RAM
nl: Geïnstalleerd RAM-geheugen
pl: Zainstalowana pamięć RAM
pt_br: RAM Instalada
ru: Установлено ОЗУ
sv: Installerat RAM
tr: Yüklü RAM
tt: [Ĩŉşŧäľľęđ ŖÅM !!! !!!]
zh_hans: 已安装 RAM
zh_hant: 已安裝的 RAM

source: Processor
cs: Procesor
de: Prozessor
es: Procesador
fr: UC
hu: Processzor
it: Processore
ja: プロセッサ
ko: 프로세서
pl: Procesor
pt_br: Processador
ru: Процессор
tr: İşlemci
tt: [Přőčęşşőř !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 处理器
zh_hant: 處理器

# MaxLengthPrice
source: Price cannot be longer than 1024 characters.
cs: Cena nemůže být delší než 1024 znaků.
de: Preis darf nicht länger als 1.024 Zeichen sein.
es: El precio no puede tener más de 1024 caracteres.
fr: Le prix ne peut pas dépasser 1 024 caractères.
hu: Az ár nem lehet 1024 karakternél hosszabb.
it: Il campo del prezzo non può contenere più di 1024 caratteri.
ja: 価格を 1024 文字より長くすることはできません。
ko: 가격은 1024자보다 길 수 없습니다.
nl: De prijs mag niet langer zijn dan 1024 tekens.
pl: Cena nie może być dłuższa niż 1024 znaki
pt_br: O preço não pode ter mais de 1024 caracteres.
ru: Длина цены не может быть больше 1024 символов.
sv: Priset får inte vara längre än 1024 tecken.
tr: Fiyat en fazla 1024 karakter uzunluğunda olabilir.
tt: [Přįčę čäŉŉőŧ þę ľőŉģęř ŧĥäŉ 1024 čĥäřäčŧęřş. !!! !!!]
zh_hans: 价格的长度不能超过 1024 个字符。
zh_hant: [價格] 長度不得超過 1024 個字元。

# MaxLengthProductId
source: Product Id cannot be longer than 1024 characters.
cs: ID produktu nemůže být delší než 1024 znaků.
de: Produkt-ID darf nicht länger als 1.024 Zeichen sein.
es: El id. de producto no puede tener más de 1024 caracteres.
fr: L'ID de produit ne peut pas dépasser 1 024 caractères.
hu: A termék azonosítója nem lehet hosszabb 1024 karakternél.
it: Il campo ID prodotto non può contenere più di 1024 caratteri.
ja: 製品 ID を 1024 文字より長くすることはできません。
ko: 제품 ID는 1024자보다 길 수 없습니다.
nl: De product-id mag niet langer zijn dan 1024 tekens.
pl: Identyfikator produktu nie może być dłuższy niż 1024 znaki.
pt_br: A ID do Produto não pode ter mais de 1024 caracteres.
ru: Длина идентификатора продукта не может быть больше 1024 символов.
sv: Produkt-ID:t får inte vara längre än 1024 tecken.
tr: Ürün Kimliği en fazla 1024 karakter uzunluğunda olabilir.
tt: [Přőđūčŧ Ĩđ čäŉŉőŧ þę ľőŉģęř ŧĥäŉ 1024 čĥäřäčŧęřş. !!! !!! !!!]
zh_hans: 产品 ID 的长度不能超过 1024 个字符。
zh_hant: [產品識別碼] 長度不得超過 1024 個字元。

# DeviceIdHeader
source: Device ID
cs: ID zařízení
de: Geräte-ID
es: Id. de dispositivo
fr: ID d'appareil
hu: Eszköz azonosítója
it: ID dispositivo
ja: デバイス ID
ko: 장치 ID
nl: Apparaat-id
pl: Identyfikator urządzenia
pt_br: ID do Dispositivo
ru: Идентификатор устройства
sv: Enhets-ID
tr: Cihaz Kimliği
tt: [Đęvįčę ĨĐ !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 设备 ID
zh_hant: 裝置識別碼

# FirmwareHeader
source: Firmware
fr: Microprogramme
hu: Belső vezérlőprogram
ja: ファームウェア
ko: 펌웨어
pl: Oprogramowanie układowe
ru: Встроенное ПО
sv: Inbyggd programvara
tr: Üretici Yazılımı
tt: [Fįřmŵäřę !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 固件
zh_hant: 韌體

# InstalledRamHeader
source: Installed RAM
cs: Instalovaná RAM
de: Installierter Arbeitsspeicher
es: RAM instalada
fr: RAM installée
hu: Telepített memória
it: RAM installata
ja: インストールされている RAM
ko: 설치된 RAM
nl: Geïnstalleerd RAM-geheugen
pl: Zainstalowana pamięć RAM
pt_br: RAM Instalada
ru: Установлено ОЗУ
sv: Installerat RAM
tr: Yüklü RAM
tt: [Ĩŉşŧäľľęđ ŖÅM !!! !!!]
zh_hans: 已安装 RAM
zh_hant: 已安裝的 RAM

# ManufactureHeader
source: Manufacturer
cs: Výrobce
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: 製造元
ko: 제조업체
nl: Fabrikant
pl: Producent
pt_br: Fabricante
ru: Производитель
sv: Tillverkare
tr: Üretici
tt: [Mäŉūƒäčŧūřęř !!! !!!]
zh_hans: 制造商
zh_hant: 製造商

# ModelNumberHeader
source: Model Number
cs: Číslo modelu
de: Modellnummer
es: Número de modelo
fr: Numéro de modèle
hu: Modellszám
it: Numero modello
ja: モデル番号
ko: 모델 번호
nl: Modelnummer
pl: Numer modelu
pt_br: Número do Modelo
ru: Номер модели
sv: Modellnummer
tr: Model Numarası
tt: [Mőđęľ Ńūmþęř !!! !!!]
zh_hans: 型号
zh_hant: 型號編號

# ProcessorHeader
source: Processor
cs: Procesor
de: Prozessor
es: Procesador
fr: UC
hu: Processzor
it: Processore
ja: プロセッサ
ko: 프로세서
pl: Procesor
pt_br: Processador
ru: Процессор
tr: İşlemci
tt: [Přőčęşşőř !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 处理器
zh_hant: 處理器

# SerialNumberHeader
source: Serial Number
cs: Sériové číslo
de: Seriennummer
es: Número de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
nl: Serienummer
pl: Numer seryjny
pt_br: Número de Série
ru: Серийный номер
sv: Serienummer
tr: Seri Numarası
tt: [Ŝęřįäľ Ńūmþęř !!! !!!]
zh_hans: 序列号
zh_hant: 序號

# StatusHeader
source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Состояние
tr: Durum
tt: [Ŝŧäŧūş !!! !!! !!! !!! !!!]
zh_hans: 状态
zh_hant: 狀態

# AppConfigLength
source: AppConfig cannot be longer than 1024 characters
cs: AppConfig nemůže být delší než 1024 znaků.
de: AppConfig darf nicht mehr als 1.024 Zeichen lang sein.
es: AppConfig no puede tener más de 1024 caracteres.
fr: AppConfig ne peut pas dépasser 1 024 caractères
hu: Az AppConfig nem lehet hosszabb 1024 karakternél.
it: AppConfig non può contenere più di 1024 caratteri
ja: AppConfig を 1024 文字より長くすることはできません
ko: AppConfig는 1024자보다 길 수 없습니다.
nl: AppConfig mag niet langer zijn dan 1024 tekens
pl: Parametr AppConfig nie może być dłuższy niż 1024 znaki
pt_br: AppConfig não pode ser ter mais de 1024 caracteres
ru: Длина AppConfig не может быть больше 1024 символов
sv: AppConfig får inte vara längre än 1024 tecken
tr: AppConfig 1024 karakterden uzun olamaz
tt: [ÅppCőŉƒįģ čäŉŉőŧ þę ľőŉģęř ŧĥäŉ 1024 čĥäřäčŧęřş !!! !!! !!!]
zh_hans: AppConfig 的长度不能超过 1024 个字符
zh_hant: AppConfig 長度不得超過 1024 個字元

source: Click to select all
cs: Kliknutím vyberte vše
de: Klicken, um alle Elemente auszuwählen
es: Haga clic para seleccionar todo
fr: Cliquez pour sélectionner tout
hu: Kattintson az összes kijelöléséhez
it: Fare clic per selezionare tutto
ja: クリックしてすべてを選択
ko: 모두 선택하려면 클릭
nl: Klik om alles te selecteren
pl: Kliknij, aby wybrać wszystkie
pt_br: Clique para selecionar tudo
ru: Нажмите, чтобы выбрать все
sv: Klicka för att markera alla
tr: Tümünü seçmek için tıklayın
tt: [Cľįčĸ ŧő şęľęčŧ äľľ !!! !!!]
zh_hans: 单击以全选
zh_hant: 按一下以全選

# CopyCredentials
source: Copy credentials into the configuration file on the device
cs: Zkopírovat přihlašovací údaje do konfiguračního souboru na zařízení
de: Anmeldeinformationen in die Konfigurationsdatei auf dem Gerät kopieren
es: Copiar credenciales en el archivo de configuración del dispositivo
fr: Copier les informations d'identification du fichier de configuration sur l'appareil
hu: A hitelesítő adatok másolása az eszközön lévő konfigurációs fájlba
it: Copia le credenziali nel file di configurazione nel dispositivo
ja: 資格情報をデバイスの構成ファイルにコピーします
ko: 장치의 구성 파일에 자격 증명 복사
nl: Referenties naar het configuratiebestand op het apparaat kopiëren
pl: Skopiuj poświadczenia do pliku konfiguracji urządzenia
pt_br: Copiar as credenciais no arquivo de configuração no dispositivo
ru: Копировать учетные данные в файл конфигурации на устройстве
sv: Kopiera autentiseringsuppgifterna till konfigurationsfilen på enheten
tr: Kimlik bilgilerini cihazdaki yapılandırma dosyasına kopyalama
tt: [Cőpy čřęđęŉŧįäľş įŉŧő ŧĥę čőŉƒįģūřäŧįőŉ ƒįľę őŉ ŧĥę đęvįčę !!! !!! !!!]
zh_hans: 将凭据复制到设备上的配置文件中
zh_hant: 將認證複製到裝置的組態檔中

# EditDeviceProperties
source: Edit a Device
cs: Upravit zařízení
de: Gerät bearbeiten
es: Editar un dispositivo
fr: Modifier un appareil
hu: Eszköz szerkesztése
it: Modifica un dispositivo
ja: デバイスの編集
ko: 장치 편집
nl: Een apparaat bewerken
pl: Edytuj urządzenie
pt_br: Editar um Dispositivo
ru: Изменить устройство
sv: Redigera en enhet
tr: Cihaz Düzenleme
tt: [Ēđįŧ ä Đęvįčę !!! !!!]
zh_hans: 编辑设备
zh_hant: 編輯裝置

# ErrorWhileRetrievingKeys
source: There was an error while retrieving the keys.
cs: Při načítání klíčů došlo k chybě.
de: Fehler beim Abrufen der Schlüssel.
es: Error al recuperar las claves.
fr: Une erreur s'est produite lors de la récupération des clés.
hu: Hiba történt a kulcsok beolvasása közben.
it: Si è verificato un errore durante il recupero delle chiavi.
ja: キーの取得中にエラーが発生しました。
ko: 키를 검색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het ophalen van de sleutels.
pl: Wystąpił błąd podczas pobierania kluczy.
pt_br: Ocorreu um erro ao recuperar as chaves.
ru: Произошла ошибка при получении ключей.
sv: Ett fel uppstod när nycklarna skulle hämtas.
tr: Anahtarlar alınırken bir hata oluştu.
tt: [Ŧĥęřę ŵäş äŉ ęřřőř ŵĥįľę řęŧřįęvįŉģ ŧĥę ĸęyş. !!! !!!]
zh_hans: 检索密钥时出错。
zh_hant: 擷取金鑰時發生錯誤。

source: Failed to update device status
cs: Nepovedlo se aktualizovat stav zařízení.
de: Fehler beim Aktualisieren der Gerätestatus.
es: No se pudo actualizar el estado del dispositivo.
fr: Impossible de mettre à jour de l'état de l'appareil
hu: Nem sikerült frissíteni az eszköz állapotát
it: Non è stato possibile aggiornare lo stato del dispositivo
ja: デバイスの状態を更新できませんでした
ko: 장치 상태를 업데이트하지 못함
nl: Kan de apparaatstatus niet bijwerken
pl: Nie można uaktualnić stanu urządzenia
pt_br: Falha ao atualizar o status do dispositivo
ru: Не удалось обновить состояние устройства
sv: Det gick inte att uppdatera enhetsstatus
tr: Cihaz durumu güncelleştirilemedi
tt: [Fäįľęđ ŧő ūpđäŧę đęvįčę şŧäŧūş !!! !!!]
zh_hans: 更新设备状态失败
zh_hant: 無法更新裝置狀態

source: Unable to retrieve action from service
cs: Nepovedlo se načíst akci ze služby.
de: Aktionen können nicht aus Dienst abgerufen werden.
es: No se puede recuperar la acción del servicio.
fr: Impossible de récupérer l'action auprès du service
hu: Nem sikerült lekérdezni a műveletet a szolgáltatástól
it: Non è possibile recuperare le azioni dal servizio
ja: サービスからアクションを取得できません
ko: 서비스에서 작업을 검색할 수 없습니다.
nl: De actie kan niet uit de service worden opgehaald
pl: Nie można pobrać akcji z usługi
pt_br: Não foi possível recuperar a ação do serviço
ru: Не удалось получить действие из службы
sv: Det gick inte att hämta åtgärd från tjänsten
tr: Eylem, hizmetten alınamıyor
tt: [Ůŉäþľę ŧő řęŧřįęvę äčŧįőŉ ƒřőm şęřvįčę !!! !!!]
zh_hans: 无法从服务中检索操作
zh_hant: 無法從服務擷取動作

source: Unable to retrieve device from service
cs: Nepovedlo se načíst zařízení ze služby.
de: Gerät kann nicht aus Dienst abgerufen werden.
es: No se puede recuperar el dispositivo del servicio.
fr: Impossible de récupérer l'appareil auprès du service
hu: Nem sikerült lekérdezni az eszközt a szolgáltatástól
it: Non è possibile recuperare il dispositivo dal servizio
ja: サービスからデバイスを取得できません
ko: 서비스에서 장치를 검색할 수 없습니다.
nl: Het apparaat kan niet uit de service worden opgehaald
pl: Nie można pobrać urządzenia z usługi
pt_br: Não foi possível recuperar o dispositivo do serviço
ru: Не удалось получить устройство из службы
sv: Det gick inte att hämta enheten från tjänsten
tr: Cihaz, hizmetten alınamıyor
tt: [Ůŉäþľę ŧő řęŧřįęvę đęvįčę ƒřőm şęřvįčę !!! !!!]
zh_hans: 无法从服务中检索设备
zh_hant: 無法從服務擷取裝置

# ControlCToCopy
source: Ctrl+C to Copy
de: Ctrl+C zum Kopieren
nl: Ctrl+C om te kopiëren
pt_br: Ctrl+C para Copiar
sv: Ctrl+C för att kopiera
tr: Kopyalamak için Ctrl+C
tt: [Cőŉŧřőľ+C ŧő Cőpy !!! !!!]
zh_hans: 按 Ctrl+C 可进行复制
zh_hant: Ctrl+C 以複製

# DeviceKeysError
source: An error occurred while trying to update keys
cs: Při pokusu o aktualizaci klíčů došlo k chybě.
de: Fehler beim Aktualisieren der Schlüssel.
es: Error al intentar actualizar las claves.
fr: Une erreur s'est produite lors de la mise à jour des clés
hu: Hiba történt a kulcsok frissítése közben
it: Si è verificato un errore durante il tentativo di aggiornare le chiavi
ja: キーの更新中にエラーが発生しました
ko: 키를 업데이트하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het bijwerken van sleutels
pl: Wystąpił błąd podczas próby aktualizacji kluczy
pt_br: Ocorreu um erro ao tentar atualizar as chaves
ru: Произошла ошибка при попытке обновить ключи
sv: Ett fel inträffade när nycklarna skulle uppdateras
tr: Anahtarlar güncelleştirilmeye çalışılırken bir hata oluştu
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę ŧřyįŉģ ŧő ūpđäŧę ĸęyş !!! !!!]
zh_hans: 尝试更新密钥时出错
zh_hant: 嘗試更新機碼時發生錯誤

source: Rollover Keys
cs: Vyměnit klíče
de: Schlüsselrollover
es: Sustituir claves
fr: Clés de substitution
hu: Átváltási kulcsok
it: Rollover delle chiavi
ja: キーのロールオーバー
ko: 키 롤오버
nl: Sleutelrollover
pl: Przerzuć klucze
pt_br: Substituir Chaves
ru: Сменить ключи
sv: Förnya nycklar
tr: Anahtarları Geçir
tt: [Ŗőľľővęř Ķęyş !!! !!!]
zh_hans: 滚动更新密钥
zh_hant: 變換金鑰

# RolloverKeysConfirmation
source: yes, I want to rollover the keys.
cs: Ano, chci vyměnit klíče.
de: Ja, ich möchte einen Schlüsselrollover durchführen.
es: Sí, quiero sustituir las claves.
fr: oui, je veux effectuer une substitution des clés.
hu: Igen, szeretnék kulcsokat váltani.
it: sì, desidero eseguire il rollover delle chiavi.
ja: はい。キーをロールオーバーします。
ko: 예, 키를 롤오버합니다.
nl: Ja, ik wil sleutelrollover gebruiken.
pl: tak, chcę przerzucić klucze.
pt_br: sim, desejo substituir as chaves.
ru: да, я хочу сменить ключи.
sv: ja, jag vill förnya nycklarna.
tr: Evet, anahtarları geçirmek istiyorum.
tt: [yęş, Ĩ ŵäŉŧ ŧő řőľľővęř ŧĥę ĸęyş. !!! !!!]
zh_hans: 是，我想滚动更新此密钥。
zh_hant: 是，我要變換金鑰。

# RolloverKeysFor
source: Rollover keys for {0}
cs: Vyměnit klíče pro {0}
de: Schlüsselrollover für "{0}"
es: Sustituir claves para {0}
fr: Effectuer la substitution des clés pour {0}
hu: Átváltási kulcsok a következőhöz: {0}
it: Rollover delle chiavi per {0}
ja: {0} のキーのロールオーバー
ko: {0}에 대한 키 롤오버
nl: Sleutelrollover voor {0}
pl: Przerzuć klucze dla {0}
pt_br: Substituir chaves para {0}
ru: Сменить ключи для {0}
sv: Förnya nycklar för {0}
tr: {0} anahtarlarını geçir
tt: [Ŗőľľővęř ĸęyş ƒőř {0} !!! !!!]
zh_hans: 滚动更新 {0} 的密钥
zh_hant: 變換 {0} 的金鑰

# RolloverKeysText
source: Are you sure? This will rollover the keys.
cs: Určitě to chcete udělat? Tímto krokem se vymění klíče.
de: Sind Sie sicher? Hierdurch wird ein Rollover für die Schlüssel durchgeführt.
es: ¿Está seguro? Se sustituirán las claves.
fr: Êtes-vous sûr ? Ceci va effectuer une substitution des clés.
hu: Biztos benne? A művelet kulcsváltást eredményez.
it: Procedere? Verrà eseguito il rollover delle chiavi.
ja: キーをロールオーバーしてもよろしいですか?
ko: 계속할까요? 그러면 키가 롤오버됩니다.
nl: Weet u het zeker? Hierdoor wordt sleutelrollover ingeschakeld.
pl: Czy na pewno? Spowoduje to przerzucenie kluczy.
pt_br: Tem certeza? Isso substituirá as chaves.
ru: Вы уверены? Это действие приведет к смене ключей.
sv: Är du säker? Detta gör så att nycklarna förnyas.
tr: Emin misiniz? Bu işlem, anahtarları geçirecek.
tt: [Åřę yőū şūřę? Ŧĥįş ŵįľľ řőľľővęř ŧĥę ĸęyş. !!! !!!]
zh_hans: 是否确定? 此操作将滚动更新此密钥。
zh_hant: 確定嗎? 如此會變換金鑰。

# ConfigurationHeader
source: Configuration
cs: Konfigurace
de: Konfiguration
es: Configuración
hu: Konfigurálás
it: Configurazione
ja: 構成
ko: 구성
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sv: Konfiguration
tr: Yapılandırma
tt: [Cőŉƒįģūřäŧįőŉ !!! !!!]
zh_hans: 配置
zh_hant: 組態

source: Select A Command
cs: Vybrat příkaz
de: Befehl auswählen
es: Seleccionar un comando
fr: Sélectionner une commande
hu: Jelöljön ki egy parancsot
it: Selezionare un comando
ja: コマンドの選択
ko: 명령 선택
nl: Een opdracht selecteren
pl: Wybierz polecenie
pt_br: Selecione um Comando
ru: Выбрать команду
sv: Välj ett kommando
tr: Komut Seçin
tt: [Ŝęľęčŧ Å Cőmmäŉđ !!! !!!]
zh_hans: 选择命令
zh_hant: 選取命令

source: Select An Action
cs: Vybrat akci
de: Aktion auswählen
es: Seleccionar una acción
fr: Sélectionner une action
hu: Válasszon ki egy műveletet
it: Selezionare un'azione
ja: アクションの選択
ko: 작업 선택
nl: Een actie selecteren
pl: Wybierz akcję
pt_br: Selecione uma Ação
ru: Выбрать действие
sv: Välj en åtgärd
tr: Eylem Seçin
tt: [Ŝęľęčŧ Åŉ Åčŧįőŉ !!! !!!]
zh_hans: 选择操作
zh_hant: 選取動作

# CommandError
source: An error occurred while retrieving the selected command
cs: Při načítání vybraného příkazu došlo k chybě.
de: Fehler beim Abrufen des ausgewählten Befehls.
es: Error al recuperar el comando seleccionado.
fr: Une erreur s'est produite lors de la récupération de la commande sélectionnée
hu: Hiba történt a kijelölt parancs beolvasása közben
it: Si è verificato un errore durante il recupero del comando selezionato
ja: 選択したコマンドの取得中にエラーが発生しました
ko: 선택한 명령을 검색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het ophalen van de geselecteerde opdracht
pl: Wystąpił błąd podczas pobierania wybranego polecenia
pt_br: Ocorreu um erro ao recuperar o comando selecionado
ru: Произошла ошибка при получении выбранной команды
sv: Ett fel inträffade när det valda kommandot skulle hämtas
tr: Seçilen komut alınırken bir hata oluştu
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę řęŧřįęvįŉģ ŧĥę şęľęčŧęđ čőmmäŉđ !!! !!! !!!]
zh_hans: 检索所选命令时出错
zh_hant: 擷取選取的命令時發生錯誤

# CommandSendError
source: An error occurred while sending the command
cs: Při posílání příkazu došlo k chybě.
de: Fehler beim Senden des Befehls.
es: Error al enviar el comando.
fr: Une erreur s'est produite lors de l'envoi de la commande
hu: Hiba történt a parancs küldése közben
it: Si è verificato un errore durante l'invio del comando
ja: コマンドの送信中にエラーが発生しました
ko: 명령을 보내는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het verzenden van de opdracht
pl: Wystąpił błąd podczas przesyłania polecenia
pt_br: Ocorreu um erro ao enviar o comando
ru: Произошла ошибка при отправке команды
sv: Ett fel inträffade när kommandot skulle skickas
tr: Komut gönderilirken bir hata oluştu
tt: [Åŉ ęřřőř őččūřřęđ ŵĥįľę şęŉđįŉģ ŧĥę čőmmäŉđ !!! !!!]
zh_hans: 发送命令时出错
zh_hant: 傳送命令時發生錯誤

source: Device Keys
cs: Klíče zařízení
de: Geräteschlüssel
es: Claves de dispositivo
fr: Clés d'appareils
hu: Eszközkulcsok
it: Chiavi dispositivo
ja: デバイス キー
ko: 장치 키
nl: Apparaatsleutels
pl: Klucze urządzeń
pt_br: Chaves do Dispositivo
ru: Ключи устройства
sv: Enhetsnycklar
tr: Cihaz Anahtarları
tt: [Đęvįčę Ķęyş !!! !!!]
zh_hans: 设备密钥
zh_hant: 裝置機碼

# EmptyKey
source: (empty)
cs: (prázdné)
de: (Leer)
es: (en blanco)
fr: (vide)
hu: (üres)
it: (vuota)
ja: (空)
ko: (비어 있음)
nl: (leeg)
pl: (puste)
pt_br: (vazio)
ru: (пусто)
sv: (tom)
tr: (boş)
tt: [(ęmpŧy) !!! !!! !!! !!! !!! !!!]
zh_hans: (空)
zh_hant: (空白)
