Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# AddDevice
source: Add a Device
cs: Přidat zařízení
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un appareil
hu: Eszköz hozzáadása
it: Aggiungi un dispositivo
ja: デバイスの追加
ko: 장치 추가
nl: Een apparaat toevoegen
pl: Dodaj urządzenie
pt_br: Adicionar um Dispositivo
ru: Добавить устройство
sv: Lägg till en enhet
tr: Cihaz Ekle
tt: [Åđđ ä Đęvįčę !!! !!!]
zh_hans: 添加设备
zh_hant: 加入裝置

# AddADeviceFormatted
source: Add a {0}
cs: Přidat {0}
de: "{0}" hinzufügen
es: Agregar {0}
fr: Ajouter un {0}
hu: Új {0} hozzáadása
it: Aggiungi un {0}
ja: {0} の追加
ko: {0} 추가
nl: Een {0} toevoegen
pl: Dodaj element {0}
pt_br: Adicionar um {0}
ru: Добавить {0}
sv: Lägg till en {0}
tr: {0} Ekle
tt: [Åđđ ä {0} !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 添加 {0}
zh_hant: 加入 {0}

source: Add New
cs: Přidat novou
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter un nouveau
hu: Új hozzáadása
it: Aggiungi nuovo
ja: 新規追加
ko: 새로 추가
nl: Nieuwe toevoegen
pl: Dodaj nowe
pt_br: Adicionar Novo
ru: Добавить новое
sv: Lägg till ny
tr: Yeni Ekle
tt: [Åđđ Ńęŵ !!! !!! !!! !!! !!! !!!]
zh_hans: 新增
zh_hant: 加入新的

source: Authentication Key
cs: Ověřovací klíč
de: Authentifizierungsschlüssel
es: Clave de autenticación
fr: Clé d'authentification
hu: Hitelesítési kulcs
it: Chiave di autenticazione
ja: 認証キー
ko: 인증 키
nl: Verificatiesleutel
pl: Klucz uwierzytelniania
pt_br: Chave de Autenticação
ru: Ключ проверки подлинности
sv: Autentiseringsnyckel
tr: Kimlik Doğrulaması Anahtarı
tt: [Åūŧĥęŉŧįčäŧįőŉ Ķęy !!! !!!]
zh_hans: 身份验证密钥
zh_hant: 驗證金鑰

# AuthKey1
source: Key 1
cs: Klíč 1
de: Schlüssel 1
es: Clave 1
fr: Clé 1
hu: 1. kulcs
it: Chiave 1
ja: キー 1
ko: 키 1
nl: Sleutel 1
pl: Klucz 1
pt_br: Chave 1
ru: Ключ 1
sv: Nyckel 1
tr: Anahtar 1
tt: [Ķęy 1 !!! !!! !!! !!!]
zh_hans: 密钥 1
zh_hant: 金鑰 1

# AuthKey2
source: Key 2
cs: Klíč 2
de: Schlüssel 2
es: Clave 2
fr: Clé 2
hu: 2. kulcs
it: Chiave 2
ja: キー 2
ko: 키 2
nl: Sleutel 2
pl: Klucz 2
pt_br: Chave 2
ru: Ключ 2
sv: Nyckel 2
tr: Anahtar 2
tt: [Ķęy 2 !!! !!! !!! !!!]
zh_hans: 密钥 2
zh_hant: 金鑰 2

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
tt: [Cäŉčęľ !!! !!! !!! !!! !!!]
zh_hans: 取消
zh_hant: 取消

source: Complete
cs: Dokončit
de: Abschließen
es: Completo
fr: Terminer
hu: Befejezés
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończ
pt_br: Concluído
ru: Завершено
sv: Slutför
tr: Tamamlandı
tt: [Cőmpľęŧę !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 完成
zh_hant: 完成

# ConfirmOrCustomizeTheMetadata
source: Confirm or customize the device metadata
cs: Potvrdit nebo upravit metadata zařízení
de: Gerätemetadaten bestätigen oder anpassen
es: Confirmar o personalizar los metadatos de dispositivo
fr: Confirmer ou personnaliser les métadonnées de l'appareil
hu: Erősítse meg vagy szabja testre az eszköz metaadatait
it: Confermare o personalizzare i metadati del dispositivo
ja: デバイス メタデータの確認またはカスタマイズ
ko: 장치 메타데이터 확인 또는 사용자 지정
nl: De apparaatmetagegevens bevestigen of aanpassen
pl: Potwierdź lub dostosuj metadane urządzenia
pt_br: Confirmar ou personalizar os metadados do dispositivo
ru: Подтвердить или настроить метаданные устройства
sv: Bekräfta eller anpassa enhetens metadata
tr: Cihaz meta verilerini onaylayın veya özelleştirin
tt: [Cőŉƒįřm őř čūşŧőmįžę ŧĥę đęvįčę męŧäđäŧä !!! !!!]
zh_hans: 确认或自定义设备元数据
zh_hant: 確認或自訂裝置中繼資料

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
tt: [Cőpy !!! !!! !!!]
zh_hans: 复制
zh_hant: 複製

# CopyCredentialsIntoFile
source: Copy credentials into the configuration file on the device
cs: Zkopírovat přihlašovací údaje do konfiguračního souboru na zařízení
de: Anmeldeinformationen in die Konfigurationsdatei auf dem Gerät kopieren
es: Copiar credenciales en el archivo de configuración del dispositivo
fr: Copier les informations d'identification du fichier de configuration sur l'appareil
hu: A hitelesítő adatok másolása az eszközön lévő konfigurációs fájlba
it: Copia le credenziali nel file di configurazione nel dispositivo
ja: 資格情報をデバイスの構成ファイルにコピーします
ko: 장치의 구성 파일에 자격 증명 복사
nl: Referenties naar het configuratiebestand op het apparaat kopiëren
pl: Skopiuj poświadczenia do pliku konfiguracji urządzenia
pt_br: Copiar as credenciais no arquivo de configuração no dispositivo
ru: Копировать учетные данные в файл конфигурации на устройстве
sv: Kopiera autentiseringsuppgifterna till konfigurationsfilen på enheten
tr: Kimlik bilgilerini cihazdaki yapılandırma dosyasına kopyalama
tt: [Cőpy čřęđęŉŧįäľş įŉŧő ŧĥę čőŉƒįģūřäŧįőŉ ƒįľę őŉ ŧĥę đęvįčę !!! !!! !!!]
zh_hans: 将凭据复制到设备上的配置文件中
zh_hant: 將認證複製到裝置的組態檔中

# CopyDeviceIdAndAuthKeyLabel
source: Copy the Device ID and Authentication Key
cs: Zkopírovat ID zařízení a ověřovací klíč
de: Geräte-ID und Authentifizierungsschlüssel kopieren
es: Copiar el id. de dispositivo y la clave de autenticación
fr: Copier l'ID d'appareil et la clé d'authentification
hu: Az eszközazonosító és a hitelesítési kulcs másolása
it: Copia l'ID dispositivo e la chiave di autenticazione
ja: デバイス ID と認証キーをコピーします
ko: 장치 ID 및 인증 키 복사
nl: De apparaat-id en verificatiesleutel kopiëren
pl: Skopiuj identyfikator urządzenia i klucz uwierzytelniania
pt_br: Copiar a ID do Dispositivo e a Chave de Autenticação
ru: Копировать идентификатор устройства и ключ проверки подлинности
sv: Kopiera enhets-ID och autentiseringsnyckel
tr: Cihaz Kimliğini ve Kimlik Doğrulaması Anahtarını kopyala
tt: [Cőpy ŧĥę Đęvįčę ĨĐ äŉđ Åūŧĥęŉŧįčäŧįőŉ Ķęy !!! !!!]
zh_hans: 复制设备 ID 和身份验证密钥
zh_hant: 複製裝置識別碼與驗證金鑰

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
tt: [Cřęäŧę !!! !!! !!! !!! !!!]
zh_hans: 创建
zh_hant: 建立

# GenerateADeviceId
source: Generate a Device ID for me
cs: Vygenerovat moje ID zařízení
de: Geräte-ID für mich generieren
es: Generar un id. de dispositivo para mí
fr: Générer un ID d'appareil pour moi
hu: Hozzon létre eszközazonosítót számomra
it: Genera automaticamente un ID dispositivo
ja: デバイス ID を自動で生成
ko: 자동으로 장치 ID 생성
nl: Een apparaat-id voor mij genereren
pl: Wygeneruj dla mnie identyfikator urządzenia
pt_br: Gerar uma ID de Dispositivo para mim
ru: Создать идентификатор устройства для меня
sv: Skapa ett enhets-ID åt mig
tr: Benim için bir Cihaz Kimliği oluştur
tt: [Ğęŉęřäŧę ä Đęvįčę ĨĐ ƒőř mę !!! !!!]
zh_hans: 为我生成设备 ID
zh_hant: 為我產生裝置識別碼

source: Device ID
cs: ID zařízení
de: Geräte-ID
es: Id. de dispositivo
fr: ID d'appareil
hu: Eszköz azonosítója
it: ID dispositivo
ja: デバイス ID
ko: 장치 ID
nl: Apparaat-id
pl: Identyfikator urządzenia
pt_br: ID do Dispositivo
ru: Идентификатор устройства
sv: Enhets-ID
tr: Cihaz Kimliği
tt: [Đęvįčę ĨĐ !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 设备 ID
zh_hant: 裝置識別碼

# EnterDeviceId
source: Enter a Device ID
cs: Zadat ID zařízení
de: Geräte-ID eingeben
es: Especifique un id. de dispositivo
fr: Entrez un ID d'appareil
hu: Adjon meg egy eszközazonosítót
it: Immettere l'ID dispositivo
ja: デバイス ID の入力
ko: 장치 ID 입력
nl: Een apparaat-id invoeren
pl: Wprowadź identyfikator urządzenia
pt_br: Inserir uma ID de Dispositivo
ru: Укажите идентификатор устройства
sv: Ange ett enhets-ID
tr: Cihaz Kimliği Girin
tt: [Ēŉŧęř ä Đęvįčę ĨĐ !!! !!!]
zh_hans: 输入设备 ID
zh_hant: 輸入裝置識別碼

source: Instructions
cs: Pokyny
de: Anweisungen
es: Instrucciones
hu: Utasítások
it: Istruzioni
ja: 手順
ko: 지침
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner
tr: Yönergeler
tt: [Ĩŉşŧřūčŧįőŉş !!! !!!]
zh_hans: 说明
zh_hant: 指令

# InstructionsForYourDeviceFormatted
source: Instructions for your {0}
cs: Pokyny pro vaše {0}
de: Anweisungen für "{0}"
es: Instrucciones para {0}
fr: Instructions pour votre {0}
hu: Utasítások ({0})
it: Istruzioni per {0}
ja: {0} 向けの手順
ko: {0}에 대한 지침
nl: Instructies voor uw {0}
pl: Instrukcje dla: {0}
pt_br: Instruções para seu {0}
ru: Инструкции для {0}
sv: Instruktioner för din {0}
tr: {0} cihazınız için yönergeler
tt: [Ĩŉşŧřūčŧįőŉş ƒőř yőūř {0} !!! !!!]
zh_hans: 你的 {0} 的说明
zh_hant: {0} 的指令

source: Enter device metadata
cs: Zadat metadata zařízení
de: Gerätemetadaten eingeben
es: Especifique los metadatos de dispositivo
fr: Entrer les métadonnées de l'appareil
hu: Adja meg az eszköz metaadatait
it: Immettere i metadati del dispositivo
ja: デバイス メタデータの入力
ko: 장치 메타데이터 입력
nl: Apparaatmetagegevens invoeren
pl: Wprowadź metadane urządzenia
pt_br: Inserir metadados do dispositivo
ru: Укажите метаданные устройства
sv: Ange enhetsmetadata
tr: Cihaz meta verilerini girin
tt: [Ēŉŧęř đęvįčę męŧäđäŧä !!! !!!]
zh_hans: 输入设备元数据
zh_hant: 輸入裝置中繼資料

# NavigationMenuItemActions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
tt: [Åčŧįőŉş !!! !!! !!! !!! !!! !!!]
zh_hans: 操作
zh_hant: 動作

# NavigationMenuItemDashboard
source: Dashboard
cs: Řídicí panel
es: Panel
fr: Tableau de bord
hu: Irányítópult
ja: ダッシュボード
ko: 대시보드
pl: Pulpit nawigacyjny
pt_br: Painel
ru: Панель мониторинга
sv: Instrumentpanel
tr: Pano
tt: [Đäşĥþőäřđ !!! !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 仪表板
zh_hant: 儀表板

# NavigationMenuItemDeviceExplorer
source: Device Explorer
cs: Průzkumník zařízení
de: Geräte-Explorer
es: Explorador de dispositivos
fr: Explorateur d'appareils
hu: Eszközböngésző
it: Esplora dispositivi
ja: デバイス エクスプローラー
ko: 장치 탐색기
nl: Apparatenverkenner
pl: Eksplorator urządzeń
pt_br: Gerenciador de Dispositivos
ru: Обозреватель устройств
sv: Enhetsutforskare
tr: Cihaz Gezgini
tt: [Đęvįčę Ēχpľőřęř !!! !!!]
zh_hans: 设备资源管理器

# NavigationMenuItemDevices
source: Devices
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Appareils
hu: Eszközök
it: Dispositivi
ja: デバイス
ko: 장치
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sv: Enheter
tr: Cihazlar
tt: [Đęvįčęş !!! !!! !!! !!! !!! !!!]
zh_hans: 设备
zh_hant: 裝置

source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
hu: Tovább
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Avançar
ru: Далее
sv: Nästa
tr: Sonraki
tt: [Ńęχŧ !!! !!! !!!]
zh_hans: 下一步
zh_hant: 下一步

# StepOneHeader
source: STEP 1 of 3
cs: KROK 1 z 3
de: SCHRITT 1 von 3
es: ETAPA 1 de 3
fr: ÉTAPE 1 sur 3
hu: 3/1. LÉPÉS
it: PASSAGGIO 1 di 3
ja: ステップ 1 / 3
ko: 1/3단계
nl: STAP 1 van 3
pl: KROK 1 z 3
pt_br: ETAPA 1 de 3
ru: ШАГ 1 из 3
sv: STEG 1 av 3
tr: ADIM 1/3
tt: [ŜŦĒP 1 őƒ 3 !!! !!!]
zh_hans: 步骤 1/3
zh_hant: 步驟 3 之 1

# StepThreeHeader
source: STEP 3 of 3
cs: KROK 3 z 3
de: SCHRITT 3 von 3
es: ETAPA 3 de 3
fr: ÉTAPE 3 sur 3
hu: 3/3. LÉPÉS
it: PASSAGGIO 3 di 3
ja: ステップ 3 / 3
ko: 3/3단계
nl: STAP 3 van 3
pl: KROK 3 z 3
pt_br: ETAPA 3 de 3
ru: ШАГ 3 из 3
sv: STEG 3 av 3
tr: ADIM 3/3
tt: [ŜŦĒP 3 őƒ 3 !!! !!!]
zh_hans: 步骤 3/3
zh_hant: 步驟 3 之 3

# StepTwoHeader
source: STEP 2 of 3
cs: KROK 2 z 3
de: SCHRITT 2 von 3
es: ETAPA 2 de 3
fr: ÉTAPE 2 sur 3
hu: 3/2. LÉPÉS
it: PASSAGGIO 2 di 3
ja: ステップ 2 / 3
ko: 2/3단계
nl: STAP 2 van 3
pl: KROK 2 z 3
pt_br: ETAPA 2 de 3
ru: ШАГ 2 из 3
sv: STEG 2 av 3
tr: ADIM 2/3
tt: [ŜŦĒP 2 őƒ 3 !!! !!!]
zh_hans: 步骤 2/3
zh_hant: 步驟 3 之 2

source: You Chose:
cs: Vaše volba:
de: Ihre Auswahl:
es: Seleccionó:
fr: Vous avez choisi :
hu: Kiválasztva:
it: Selezioni dell'utente:
ja: 選択内容:
ko: 선택한 사항:
nl: U hebt gekozen:
pl: Wybrano:
pt_br: Você Escolhe:
ru: Выбрано:
sv: Du har valt:
tr: Seçiminiz:
tt: [Ÿőū Cĥőşę: !!! !!!]
zh_hans: 你选择了:
zh_hant: 您選擇:

# YourDeviceIsCompleteFormatted
source: Your {0} is complete
cs: Váš {0} je kompletní.
de: "{0}" ist abgeschlossen.
es: Se completó {0}
fr: Votre {0} est terminé
hu: A(z) {0} kész
it: La formattazione di {0} è stata completata
ja: {0} が完了しました
ko: {0}이(가) 완료되었습니다.
nl: Uw {0} is voltooid
pl: Gotowe: {0}
pt_br: Seu {0} foi concluído
ru: Обработка вашего {0} выполнена
sv: {0} har slutförts
tr: {0} tamamlandı
tt: [Ÿőūř {0} įş čőmpľęŧę !!! !!!]
zh_hans: 你的 {0} 已完成
zh_hant: 您的 {0} 已完成

# DeviceIdCreationPrompt
source: How would you like to define the Device ID?
cs: Jak chcete definovat ID zařízení?
de: Wie möchten Sie die Geräte-ID definieren?
es: ¿Cómo le gustaría definir el id. de dispositivo?
fr: Comment voulez-vous définir l'ID d'appareil ?
hu: Hogyan szeretné definiálni az eszközazonosítót?
it: Definizione per l'ID dispositivo
ja: デバイス ID を定義しますか?
ko: 장치 ID를 정의할 방법을 지정하세요.
nl: Hoe wilt u de apparaat-id definiëren?
pl: Jak chcesz zdefiniować identyfikator urządzenia?
pt_br: Como você deseja definir a ID do Dispositivo?
ru: Как вы хотите определить идентификатор устройства?
sv: Hur vill du ange enhets-ID:t?
tr: Cihaz Kimliğini nasıl tanımlamak istersiniz?
tt: [Ħőŵ ŵőūľđ yőū ľįĸę ŧő đęƒįŉę ŧĥę Đęvįčę ĨĐ? !!! !!!]
zh_hans: 你希望如果定义设备 ID?
zh_hant: 要如何定義裝置識別碼?

source: FIRMWARE VERSION
cs: VERZE FIRMWARU
es: VERSIÓN DE FIRMWARE
fr: VERSION DU MICROPROGRAMME
hu: BELSŐ VEZÉRLŐPROGRAM VERZIÓJA
it: VERSIONE FIRMWARE
ja: ファームウェアのバージョン
ko: 펌웨어 버전
nl: FIRMWAREVERSIE
pl: WERSJA OPROGRAMOWANIA UKŁADOWEGO
pt_br: VERSÃO DE FIRMWARE
ru: ВЕРСИЯ ВСТРОЕННОГО ПО
sv: VERSION AV INBYGGD PROGRAMVARA
tr: ÜRETİCİ YAZILIMI SÜRÜMÜ
tt: [FĨŖMŴÅŖĒ VĒŖŜĨØŃ !!! !!!]
zh_hans: 固件版本
zh_hant: 韌體版本

source: Let me define my own Device ID
cs: Definovat vlastní ID zařízení
de: Ich möchte meine eigene Geräte-ID definieren
es: Permitirme definir mi propio id. de dispositivo
fr: Me laisser définir mon propre ID d'appareil
hu: Saját eszközazonosító megadása
it: Desidero definire il mio ID dispositivo
ja: デバイス ID を自分で定義する
ko: 직접 나만의 장치 ID 정의
nl: Laat mij mijn eigen apparaat-id definiëren
pl: Pozwól mi zdefiniować własny identyfikator urządzenia
pt_br: Deixe-me definir minha própria ID de Dispositivo
ru: Позвольте мне определить собственный идентификатор устройства
sv: Låt mig ange mitt eget enhets-ID
tr: Kendi Cihaz Kimliğimi tanımlamama izin ver
tt: [Ŀęŧ mę đęƒįŉę my őŵŉ Đęvįčę ĨĐ !!! !!!]
zh_hans: 让我定义我自己的设备 ID
zh_hant: 讓我定義自己的裝置識別碼

source: MANUFACTURER
cs: VÝROBCE
de: HERSTELLER
es: FABRICANTE
fr: FABRICANT
hu: GYÁRTÓ
it: PRODUTTORE
ja: 製造元
ko: 제조업체
nl: FABRIKANT
pl: PRODUCENT
pt_br: FABRICANTE
ru: ПРОИЗВОДИТЕЛЬ
sv: TILLVERKARE
tr: ÜRETİCİ
tt: [MÅŃŮFÅCŦŮŖĒŖ !!! !!!]
zh_hans: 制造商
zh_hant: 製造商

source: OBJECT NAME
cs: NÁZEV OBJEKTU
de: OBJEKTNAME
es: NOMBRE DE OBJETO
fr: NOM DE L'OBJET
hu: OBJEKTUM NEVE
it: NOME OGGETTO
ja: オブジェクト名
ko: 개체 이름
nl: OBJECTNAAM
pl: NAZWA OBIEKTU
pt_br: NOME DO OBJETO
ru: ИМЯ ОБЪЕКТА
sv: OBJEKTNAMN
tr: NESNE ADI
tt: [ØßĴĒCŦ ŃÅMĒ !!! !!!]
zh_hans: 对象名称
zh_hant: 物件名稱

source: SERIAL NUMBER
cs: SÉRIOVÉ ČÍSLO
de: SERIENNUMMER
es: NÚMERO DE SERIE
fr: NUMÉRO DE SÉRIE
hu: SOROZATSZÁM
it: NUMERO DI SERIE
ja: シリアル番号
ko: 일련 번호
nl: SERIENUMMER
pl: NUMER SERYJNY
pt_br: NÚMERO DE SÉRIE
ru: СЕРИЙНЫЙ НОМЕР
sv: SERIENUMMER
tr: SERİ NUMARASI
tt: [ŜĒŖĨÅĿ ŃŮMßĒŖ !!! !!!]
zh_hans: 序列号
zh_hant: 序號

source: VERSION
cs: VERZE
es: VERSIÓN
hu: VERZIÓ
it: VERSIONE
ja: バージョン
ko: 버전
nl: VERSIE
pl: WERSJA
pt_br: VERSÃO
ru: ВЕРСИЯ
tr: SÜRÜM
tt: [VĒŖŜĨØŃ !!! !!! !!! !!! !!! !!!]
zh_hans: 版本
zh_hant: 版本

source: MODEL NUMBER
cs: ČÍSLO MODELU
de: MODELLNUMMER
es: NÚMERO DE MODELO
fr: NUMÉRO DE MODÈLE
hu: MODELLSZÁM
it: NUMERO MODELLO
ja: モデル番号
ko: 모델 번호
nl: MODELNUMMER
pl: NUMER MODELU
pt_br: NÚMERO DO MODELO
ru: НОМЕР МОДЕЛИ
sv: MODELLNUMMER
tr: MODEL NUMARASI
tt: [MØĐĒĿ ŃŮMßĒŖ !!! !!!]
zh_hans: 型号
zh_hant: 型號編號

source: Show Instructions
cs: Zobrazit pokyny
de: Anweisungen anzeigen
es: Mostrar instrucciones
fr: Afficher les instructions
hu: Utasítások megjelenítése
it: Mostra istruzioni
ja: 手順の表示
ko: 지침 표시
nl: Instructies weergeven
pl: Pokaż instrukcje
pt_br: Mostrar Instruções
ru: Показать инструкции
sv: Visa instruktioner
tr: Yönergeleri Göster
tt: [Ŝĥőŵ Ĩŉşŧřūčŧįőŉş !!! !!!]
zh_hans: 显示说明
zh_hant: 顯示指令

source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klart
tr: Tamamlandı
tt: [Đőŉę !!! !!! !!!]
zh_hans: 完成
zh_hant: 完成

# DeviceIdInUse
source: DeviceID already in use.
cs: ID zařízení se už používá.
de: DeviceID ist bereits in Verwendung.
es: Este id. de dispositivo ya se usa.
fr: ID d'appareil déjà utilisé.
hu: Az eszközazonosító már használatban van.
it: L'ID dispositivo è già in uso.
ja: 使用中の DeviceID です。
ko: DeviceID가 이미 사용 중입니다.
nl: De apparaat-id is al in gebruik.
pl: Identyfikator urządzenia jest już w użyciu.
pt_br: A DeviceID já está em uso.
ru: Идентификатор устройства уже используется.
sv: DeviceID används redan.
tr: Cihaz Kimliği zaten kullanılıyor.
tt: [ĐęvįčęĨĐ äľřęäđy įŉ ūşę. !!! !!!]
zh_hans: DeviceID 正在使用中。
zh_hant: DeviceID 已在使用中。

source: Enable Device
cs: Povolit zařízení
de: Gerät aktivieren
es: Habilitar dispositivo
fr: Activer l'appareil
hu: Eszköz engedélyezése
it: Abilita dispositivo
ja: デバイスの有効化
ko: 장치 사용
nl: Apparaat inschakelen
pl: Włącz urządzenie
pt_br: Habilitar Dispositivo
ru: Включить устройство
sv: Aktivera enhet
tr: Cihazı Etkinleştir
tt: [Ēŉäþľę Đęvįčę !!! !!!]
zh_hans: 启用设备
zh_hant: 啟用裝置

source: Authentication Keys
cs: Ověřovací klíče
de: Authentifizierungsschlüssel
es: Claves de autenticación
fr: Clés d'authentification
hu: Hitelesítési kulcsok
it: Chiavi di autenticazione
ja: 認証キー
ko: 인증 키
nl: Verificatiesleutels
pl: Klucze uwierzytelniania
pt_br: Chaves de Autenticação
ru: Ключи проверки подлинности
sv: Autentiseringsnycklar
tr: Kimlik Doğrulaması Anahtarları
tt: [Åūŧĥęŉŧįčäŧįőŉ Ķęyş !!! !!!]
zh_hans: 身份验证密钥
zh_hant: 驗證金鑰

source: Available Actions
cs: Dostupné akce
de: Verfügbare Aktionen
es: Acciones disponibles
fr: Actions disponibles
hu: Rendelkezésre álló műveletek
it: Azioni disponibili
ja: 利用可能なアクション
ko: 사용 가능한 작업
nl: Beschikbare acties
pl: Dostępne akcje
pt_br: Ações Disponíveis
ru: Доступные действия
sv: Tillgängliga åtgärder
tr: Kullanılabilir Eylemler
tt: [Åväįľäþľę Åčŧįőŉş !!! !!!]
zh_hans: 可用操作
zh_hant: 可用的動作

source: Available Power Sources
cs: Dostupné zdroje napájení
de: Verfügbare Stromquellen
es: Fuentes de energía disponibles
fr: Sources d'alimentation disponibles
hu: Rendelkezésre álló energiaforrások
it: Fonti di alimentazione disponibili
ja: 利用可能な電源
ko: 사용 가능한 전원
nl: Beschikbare energiebronnen
pl: Dostępne źródła zasilania
pt_br: Fontes de Energia Disponíveis
ru: Доступные источники питания
sv: Tillgängliga strömkällor
tr: Kullanılabilir Güç Kaynakları
tt: [Åväįľäþľę Pőŵęř Ŝőūřčęş !!! !!!]
zh_hans: 可用电源
zh_hant: 可用的電源

source: Battery level
cs: Stav baterie
de: Akkustand
es: Nivel de batería
fr: Niveau de la batterie
hu: Akkumulátor-töltöttségi szint
it: Livello della batteria
ja: バッテリ レベル
ko: 배터리 수준
nl: Accuniveau
pl: Poziom naładowania baterii
pt_br: Nível da bateria
ru: Уровень заряда батареи
sv: Batterinivå
tr: Pil düzeyi
tt: [ßäŧŧęřy ľęvęľ !!! !!!]
zh_hans: 电池剩余电量
zh_hant: 電池電量

source: Disable Device
cs: Zakázat zařízení
de: Gerät deaktivieren
es: Deshabilitar dispositivo
fr: Désactiver l'appareil
hu: Eszköz letiltása
it: Disabilita dispositivo
ja: デバイスの無効化
ko: 장치 사용 안 함
nl: Apparaat uitschakelen
pl: Wyłącz urządzenie
pt_br: Desabilitar Dispositivo
ru: Отключить устройство
sv: Inaktivera enhet
tr: Cihazı Devre Dışı Bırak
tt: [Đįşäþľę Đęvįčę !!! !!!]
zh_hans: 禁用设备
zh_hant: 停用裝置

# AzureDevicesHostname
source: IoT Hub Hostname
cs: Název hostitele služby IoT Hub
es: Nombre de host de Centro de IoT
fr: Nom d'hôte IoT Hub
hu: IoT Hub-eszköznév
it: Nome host hub IoT
ja: IoT Hub ホスト名
ko: IoT Hub 호스트 이름
nl: IoT Hub-hostnaam
pl: Nazwa hosta Centrum IoT
pt_br: Nome do host do Hub IoT
ru: Имя узла центра IoT
sv: Värdnamn för IoT-hubb
tr: IoT Hub Ana Bilgisayar Adı
tt: [ĨőŦ Ħūþ Ħőşŧŉämę !!! !!!]
zh_hans: IoT 中心主机名
zh_hant: IoT 中樞主機名稱

source: General
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generali
ja: 全般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
tt: [Ğęŉęřäľ !!! !!! !!! !!! !!! !!!]
zh_hans: 常规
zh_hant: 一般

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
hu: Metaadatok
it: Metadati
ja: メタデータ
ko: 메타데이터
nl: Metagegevens
pl: Metadane
pt_br: Metadados
ru: Метаданные
tr: Meta Veriler
tt: [Męŧäđäŧä !!! !!! !!! !!! !!! !!! !!!]
zh_hans: 元数据
zh_hant: 中繼資料

source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
tt: [ØĶ !!! !!!]
zh_hans: 可用
zh_hant: 確定

source: Power Source Voltage
cs: Napětí zdroje napájení
de: Stromquellenspannung
es: Voltaje de fuente de energía
fr: Tension de la source d'alimentation
hu: Energiaforrás feszültsége
it: Tensione alimentazione
ja: 電源の電圧
ko: 전압
nl: Voltage van de energiebron
pl: Napięcie źródła zasilania
pt_br: Voltagem da Fonte de Energia
ru: Напряжение источника питания
sv: Strömkällans spänning
tr: Güç Kaynağı Voltajı
tt: [Pőŵęř Ŝőūřčę Vőľŧäģę !!! !!!]
zh_hans: 电源电压
zh_hant: 電源電壓

source: Retry
cs: Zkusit znovu
de: Wiederholen
es: Volver a intentar
fr: Réessayer
hu: Újra
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Yeniden Dene
tt: [Ŗęŧřy !!! !!! !!! !!!]
zh_hans: 重试
zh_hant: 重試

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
tt: [Ŝävę !!! !!! !!!]
zh_hans: 保存
zh_hant: 儲存

source: Service Unavailable
cs: Služba není dostupná
de: Dienst nicht verfügbar.
es: Servicio no disponible
fr: Service non disponible
hu: A szolgáltatás nem érhető el
it: Il servizio non è disponibile
ja: サービスを利用できません
ko: 서비스를 사용할 수 없음
nl: De service is niet beschikbaar
pl: Usługa niedostępna
pt_br: Serviço Indisponível
ru: Служба недоступна
sv: Tjänsten är inte tillgänglig
tr: Hizmet Kullanılamıyor
tt: [Ŝęřvįčę Ůŉäväįľäþľę !!! !!!]
zh_hans: 服务不可用
zh_hant: 服務無法使用

source: Command
cs: Příkaz
de: Befehl
es: Comando
fr: Commande
hu: Parancs
it: Comando
ja: コマンド
ko: 명령
pl: Polecenie
pt_br: Comando
sv: Kommando
tr: Komut
tt: [Cőmmäŉđ !!! !!! !!! !!! !!! !!!]
zh_hans: 命令
zh_hant: 命令

source: Command History
cs: Historie příkazů
de: Befehlsverlauf
es: Historial de comando
fr: Historique des commandes
hu: Előző parancsok
it: Cronologia comando
ja: コマンド履歴
ko: 명령 기록
nl: Opdrachtgeschiedenis
pl: Historia poleceń
pt_br: Histórico de Comandos
ru: Журнал команд
sv: Kommandohistorik
tr: Komut Geçmişi
tt: [Cőmmäŉđ Ħįşŧőřy !!! !!!]
zh_hans: 命令历史记录
zh_hant: 命令歷程記錄

source: COMMAND NAME
cs: NÁZEV PŘÍKAZU
de: BEFEHLSNAME
es: NOMBRE DE COMANDO
fr: NOM DE LA COMMANDE
hu: PARANCS NEVE
it: NOME COMANDO
ja: コマンド名
ko: 명령 이름
nl: OPDRACHTNAAM
pl: NAZWA POLECENIA
pt_br: NOME DO COMANDO
ru: ИМЯ КОМАНДЫ
sv: KOMMANDONAMN
tr: KOMUT ADI
tt: [CØMMÅŃĐ ŃÅMĒ !!! !!!]
zh_hans: 命令名
zh_hant: 命令名稱

# CommandResult
source: RESULT
cs: VÝSLEDEK
de: ERGEBNIS
es: RESULTADO
fr: RÉSULTAT
hu: EREDMÉNY
it: RISULTATO
ja: 結果
ko: 결과
nl: RESULTAAT
pl: WYNIK
pt_br: RESULTADO
ru: РЕЗУЛЬТАТ
sv: RESULTAT
tr: SONUÇ
tt: [ŖĒŜŮĿŦ !!! !!! !!! !!! !!!]
zh_hans: 结果
zh_hant: 結果

# CommandTimeCreated
source: LOCAL TIME CREATED
cs: MÍSTNÍ ČAS VYTVOŘENÍ
de: ERSTELLUNGSZEITPUNKT (ORTSZEIT)
es: HORA LOCAL DE CREACIÓN
fr: HEURE LOCALE CRÉÉE
hu: LÉTREHOZÁS HELYI IDEJE
it: ORA LOCALE CREAZIONE
ja: 作成時刻 (ローカル)
ko: 만든 시간(로컬)
nl: LOKALE AANMAAKTIJD
pl: UTWORZONO CZAS LOKALNY
pt_br: HORA LOCAL CRIADA
ru: МЕСТНОЕ ВРЕМЯ СОЗДАНИЯ
sv: LOKAL TID HAR SKAPATS
tr: YEREL SAAT OLUŞTURULDU
tt: [ĿØCÅĿ ŦĨMĒ CŖĒÅŦĒĐ !!! !!!]
zh_hans: 已创建本地时间
zh_hant: 建立時間 (當地時間)

# CommandTimeUpdated
source: LOCAL TIME UPDATED
cs: MÍSTNÍ ČAS AKTUALIZACE
de: AKTUALISIERUNGSZEITPUNKT (ORTSZEIT)
es: HORA LOCAL DE ACTUALIZACIÓN
fr: HEURE LOCALE MISE À JOUR
hu: FRISSÍTÉS HELYI IDEJE
it: ORA LOCALE AGGIORNAMENTO
ja: 更新時刻 (ローカル)
ko: 업데이트된 시간(로컬)
nl: LOKALE TIJD VAN BIJWERKING
pl: UAKTUALNIONO CZAS LOKALNY
pt_br: HORA LOCAL ATUALIZADA
ru: МЕСТНОЕ ВРЕМЯ ОБНОВЛЕНИЯ
sv: LOKAL TID HAR UPPDATERATS
tr: YEREL SAAT GÜNCELLEŞTİRİLDİ
tt: [ĿØCÅĿ ŦĨMĒ ŮPĐÅŦĒĐ !!! !!!]
zh_hans: 已更新本地时间
zh_hant: 更新時間 (當地時間)
