Repository: Azure/azure-iot-remote-monitoring
Catalog: DeviceAdministration/Web/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, tt, zh_hans, zh_hant

# MethodCallError
source: An error occurred while invoking the method
de: Fehler beim Aufrufen der Methode.
nl: Er is een fout opgetreden tijdens het aanroepen van de methode
pt_br: Ocorreu um erro ao invocar o método
sv: Ett fel uppstod när metoden anropades
tr: Yöntem çağrılırken bir hata oluştu
zh_hans: 调用方法时出错
zh_hant: 叫用方法時發生錯誤

# MethodError
source: An error occurred while retrieving the selected method
de: Fehler beim Abrufen der ausgewählten Methode.
nl: Er is een fout opgetreden tijdens het ophalen van de geselecteerde methode
pt_br: Ocorreu um erro ao recuperar o método selecionado
sv: Ett fel uppstod när den valda metoden hämtades
tr: Seçilen yöntem alınırken bir hata oluştu
zh_hans: 检索所选方法时出错
zh_hant: 擷取選取的方法時發生錯誤

source: Method History
de: Methodenverlauf
nl: Methodegeschiedenis
pt_br: Histórico do Método
sv: Metodhistorik
tr: Yöntem Geçmişi
zh_hans: 方法历史记录
zh_hant: 方法記錄

source: METHOD NAME
de: METHODENNAME
nl: METHODENAAM
pt_br: NOME DO MÉTODO
sv: METODNAMN
tr: YÖNTEM ADI
zh_hans: 方法名称
zh_hant: 方法名稱

# NoMethodsAvailable
source: Device {0} has no available methods
de: Für das Gerät "{0}" sind keine Methoden verfügbar.
nl: Het apparaat {0} heeft geen beschikbare methoden
pt_br: O dispositivo {0} não tem métodos disponíveis
sv: Det finns inga tillgängliga metoder för enheten {0}
tr: {0} cihazında kullanılabilen yöntem yok
zh_hans: 设备 {0} 没有可用的方法
zh_hant: 裝置 {0} 沒有可用的方法

source: Reinvoke
de: Erneut aufrufen
nl: Opnieuw aanroepen
pt_br: Reinvocar
sv: Anropa på nytt
tr: Yeniden Çağır
zh_hans: 重新调用
zh_hant: 重新叫用

# ReinvokeMethodError
source: An error occurred while reinvoking the method
de: Fehler beim erneuten Aufrufen der Methode.
nl: Er is een fout opgetreden tijdens het opnieuw aanroepen van de methode
pt_br: Ocorreu um erro ao reinvocar o método
sv: Ett fel uppstod när metoden anropades på nytt
tr: Yöntem yeniden çağrılırken bir hata oluştu
zh_hans: 重新调用方法时出错
zh_hant: 重新叫用方法時發生錯誤

source: Select A Method
de: Methode auswählen
nl: Een methode selecteren
pt_br: Selecionar um Método
sv: Välj en metod
tr: Yöntem Seç
zh_hans: 选择方法
zh_hant: 選取方法

# DeviceCountHeader
source: NO. OF DEVICES
de: ANZAHL VON GERÄTEN
nl: AANTAL APPARATEN
pt_br: Nº DE DISPOSITIVOS
sv: ANTAL ENHETER
tr: CİHAZ SAYISI
zh_hans: 设备编号
zh_hant: 裝置數目

# EndTimeHeader
source: END TIME
de: Endzeit
nl: EINDTIJD
pt_br: Hora de término
sv: SLUTTID
tr: BİTİŞ ZAMANI
zh_hans: 结束时间
zh_hant: 結束時間

# FailedCountHeader
source: FAILED COUNT
de: FEHLERANZAHL
nl: AANTAL MISLUKTE ITEMS
pt_br: CONTAGEM COM FALHA
sv: ANTAL MISSLYCKADE
tr: BAŞARISIZ SAYISI
zh_hans: 失败的计数
zh_hant: 失敗計數

# JobNameHeader
source: JOB NAME
de: AUFTRAGSNAME
nl: TAAKNAAM
pt_br: NOME DO TRABALHO
sv: JOBBNAMN
tr: İŞ ADI
zh_hans: 作业名称
zh_hant: 作業名稱

# JobPropertiesPaneLabel
source: JOB DETAILS
de: AUFTRAGSDETAILS
nl: TAAKDETAILS
pt_br: DETALHES DO TRABALHO
sv: JOBBINFORMATION
tr: İŞ AYRINTILARI
zh_hans: 作业详细信息
zh_hant: 作業詳細資料

# NoJobSelectedLabel
source: No Job Selected
de: Kein Auftrag ausgewählt
nl: Geen taak geselecteerd
pt_br: Nenhum Trabalho Selecionado
sv: Inga jobb har valts
tr: İş Seçilmedi
zh_hans: 未选择任何作业
zh_hant: 未選取任何作業

# OperationsHeader
source: OPERATIONS
de: VORGÄNGE
nl: BEWERKINGEN
pt_br: OPERAÇÕES
sv: ÅTGÄRDER
tr: İŞLEMLER
zh_hans: 操作
zh_hant: 作業

# FilterNameHeader
source: FILTER
pt_br: Filtrar
tr: FİLTRE
zh_hans: 筛选器
zh_hant: 篩選

# StartTimeHeader
source: START TIME
de: Beginnt um
nl: BEGINTIJD
pt_br: HORÁRIO DE INÍCIO
sv: STARTTID
tr: BAŞLANGIÇ SAATİ
zh_hans: 开始时间
zh_hant: 開始時間

# SucceedCountHeader
source: SUCCEEDED COUNT
de: ANZAHL ERFOLGREICHER GERÄTE
nl: AANTAL GESLAAGDE ITEMS
pt_br: CONTAGEM COM ÊXITO
sv: ANTAL LYCKADE
tr: BAŞARILI SAYISI
zh_hans: 成功的计数
zh_hant: 成功計數

# NavigationMenuItemJobs
source: Management Jobs
de: Verwaltungsaufträge
nl: Beheertaken
pt_br: Trabalhos de Gerenciamento
sv: Hanteringsjobb
tr: Yönetim İşleri
zh_hans: 管理作业
zh_hant: 管理作業

# ExportDevicesJobType
source: Exported Devices
de: Exportierte Geräte
nl: Geëxporteerde apparaten
pt_br: Dispositivos Exportados
sv: Exporterade enheter
tr: Dışa Aktarılan Cihazlar
zh_hans: 已导出的设备
zh_hant: 匯出的裝置

# ImportDevicesJobType
source: Imported Devices
de: Importierte Geräte
nl: Geïmporteerde apparaten
pt_br: Dispositivos Importados
sv: Importerade enheter
tr: İçe Aktarılan Cihazlar
zh_hans: 导入的设备
zh_hant: 匯入的裝置

# ScheduleDeviceMethodJobType
source: Method
de: Methode
nl: Methode
pt_br: Método
sv: Metod
tr: Metot
zh_hans: 方法
zh_hant: 方法

# ScheduleUpdateTwinJobType
source: Edit Device Twin
de: Gerätezwilling bearbeiten
nl: Apparaatdubbel bewerken
pt_br: Editar Dispositivo Gêmeo
sv: Redigera enhetstvilling
tr: Cihaz İkizini Düzenle
zh_hans: 编辑设备孪生
zh_hant: 編輯裝置對應項

source: Unknown Job Type
de: Unbekannter Auftragstyp
nl: Onbekend taaktype
pt_br: Tipo de Trabalho Desconhecido
sv: Okänd jobbtyp
tr: Bilinmeyen İş Türü
zh_hans: 未知的作业类型
zh_hant: 未知的作業類型

# CancelJobAction
source: Cancel
de: Abbrechen
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

# CloneJobAction
source: Clone Job
de: Auftrag klonen
nl: Taak klonen
pt_br: Trabalho de Clone
sv: Klona jobb
tr: İşi Kopyala
zh_hans: 克隆作业
zh_hant: 複製作業

# DeviceCountSubHeader
source: DEVICE IN JOB
de: GERÄT IN AUFTRAG
nl: APPARAAT IN TAAK
pt_br: DISPOSITIVO NO TRABALHO
sv: ENHET I JOBB
tr: İŞTEKİ CİHAZ
zh_hans: 设备正在运行
zh_hant: 作業中的裝置

# FailedCountSubHeader
source: DEVICES FAILED
de: FEHLERHAFTE GERÄTE
nl: MISLUKTE APPARATEN
pt_br: DISPOSITIVOS COM FALHA
sv: ENHETER SOM MISSLYCKATS
tr: BAŞARISIZ CİHAZLAR
zh_hans: 失败的设备
zh_hant: 失敗的裝置

source: Failed to retrieve jobs
de: Fehler beim Abrufen von Aufträgen.
nl: Kan geen taken ophalen
pt_br: Falha ao recuperar trabalhos
sv: Det gick inte att hämta jobb
tr: İşler alınamadı
zh_hans: 未能检索作业
zh_hant: 無法擷取作業

source: JOB ID
de: Auftrags-ID
nl: TAAK-ID
pt_br: ID do Trabalho
sv: JOBB-ID
tr: İŞ KİMLİĞİ
zh_hans: 作业 ID
zh_hant: 工作 ID

source: Job Properties
de: Auftragseigenschaften
nl: Taakeigenschappen
pt_br: Propriedades do Trabalho
sv: Jobbegenskaper
tr: İş Özellikleri
zh_hans: 作业属性
zh_hant: 作業屬性

# JobStatistics
source: Devices
de: Geräte
nl: Apparaten
pt_br: Dispositivos
sv: Enheter
tr: Cihazlar
zh_hans: 设备
zh_hant: 裝置

source: No job selected
de: Es wurde kein Auftrag ausgewählt.
nl: Geen taak geselecteerd
pt_br: Nenhum trabalho selecionado
sv: Inga jobb har valts
tr: İş seçilmedi
zh_hans: 未选择任何作业
zh_hant: 未選取任何作業

# PendingCountSubHeader
source: DEVICE PENDING
de: GERÄT AUSSTEHEND
nl: APPARAAT IN BEHANDELING
pt_br: DISPOSITIVO PENDENTE
sv: ENHETEN VÄNTAR
tr: CİHAZ BEKLİYOR
zh_hans: 设备正在挂起
zh_hant: 擱置中裝置

# RunningCountSubHeader
source: DEVICE RUNNING
de: GERÄT WIRD AUSGEFÜHRT
nl: ACTIEF APPARAAT
pt_br: DISPOSITIVO EM EXECUÇÃO
sv: ENHET SOM KÖRS
tr: CİHAZ ÇALIŞIYOR
zh_hans: 设备正在运行
zh_hant: 執行中裝置

# SucceededCountSubHeader
source: DEVICES SUCCEEDED
de: ERFOLGREICHE GERÄTE
nl: GESLAAGDE APPARATEN
pt_br: DISPOSITIVOS COM ÊXITO
sv: ENHETER SOM LYCKATS
tr: BAŞARILI CİHAZLAR
zh_hans: 成功的设备
zh_hant: 成功的裝置

source: Unable to retrieve job from service
de: Auftrag kann nicht aus Dienst abgerufen werden.
nl: Kan geen taak uit de service ophalen
pt_br: Não é possível recuperar trabalho do serviço
sv: Det gick inte att hämta jobb från tjänsten
tr: İş hizmetten alınamıyor
zh_hans: 无法从服务中检索作业
zh_hant: 無法從服務擷取作業

# FailedToCancelJob
source: Failed to cancel the job.
de: Fehler beim Abbrechen des Auftrags.
nl: Kan de taak niet annuleren.
pt_br: Falha ao cancelar o trabalho.
sv: Det gick inte att avbryta jobbet.
tr: İş iptal edilemedi.
zh_hans: 未能取消作业。
zh_hant: 無法取消作業。

source: Active Jobs
de: Aktive Aufträge
nl: Actieve taken
pt_br: Trabalhos Ativos
sv: Aktiva jobb
tr: Etkin İşler
zh_hans: 活动作业
zh_hant: 使用中的作業

source: Failed Jobs in last 24 hours
de: Auftragsfehler in den letzten 24 Stunden
nl: Mislukte taken in de afgelopen 24 uur
pt_br: Trabalhos que falharam nas últimas 24 horas
sv: Misslyckade jobb de senaste 24 timmarna
tr: Son 24 saatte başarısız olan işler
zh_hans: 过去 24 小时内失败的作业
zh_hant: 過去 24 小時內失敗的作業

# NotAvailable
source: n/a
de: Nicht verfügbar
nl: niet van toepassing
pt_br: n/d
sv: saknas
tr: Kullanılamaz
zh_hans: 不适用

source: Scheduled Jobs
de: Geplante Aufträge
nl: Geplande taken
pt_br: Trabalhos Agendados
sv: Schemalagda jobb
tr: Zamanlanan İşler
zh_hans: 计划的作业
zh_hant: 排程作業

# DeviceMethods
source: Methods
de: Methoden
nl: Methoden
pt_br: Métodos
sv: Metoder
tr: Yöntemler
zh_hans: 方法
zh_hant: 方法

source: Add Desired Property
de: Gewünschte Eigenschaft hinzufügen
nl: Gewenste eigenschap toevoegen
pt_br: Adicionar Propriedade Desejada
sv: Lägg till önskad egenskap
tr: İstenen Özelliği Ekle
zh_hans: 添加必需属性
zh_hant: 新增所需屬性

source: Add Tag
de: Tag hinzufügen
nl: Tag toevoegen
pt_br: Adicionar Marcação
sv: Lägg till tagg
tr: Etiket Ekle
zh_hans: 添加标记
zh_hant: 新增標籤

# EditDesiredPropertiesFor
source: Edit Desired Properties for {0}
de: Gewünschte Eigenschaften für "{0}" bearbeiten
nl: Gewenste eigenschappen voor {0} bewerken
pt_br: Editar as Propriedades Desejadas para {0}
sv: Redigera önskade egenskaper för {0}
tr: {0} için İstenen Özellikleri Düzenle
zh_hans: 编辑 {0} 的必需属性
zh_hant: 編輯 {0} 所需屬性

# EditTagsFor
source: Edit Tags for {0}
de: Tags für "{0}" bearbeiten
nl: Tags voor {0} bewerken
pt_br: Editar Marcações para {0}
sv: Redigera taggar för {0}
tr: {0} için Etiketleri Düzenle
zh_hans: 编辑 {0} 的标记
zh_hant: 編輯 {0} 的標籤

# NotApplicableValue
source: N/A
de: N/V
nl: N.v.t.
pt_br: N/D
sv: Saknas
tr: Yok

source: Completed Jobs in last 24 hours
de: In den letzten 24 Stunden abgeschlossene Aufträge
nl: Voltooide taken in de afgelopen 24 uur
pt_br: Trabalhos Concluídos nas últimas 24 horas
sv: Slutförda jobb de senaste 24 timmarna
tr: Son 24 saatte tamamlanan işler
zh_hans: 过去 24 小时内完成的作业
zh_hant: 過去 24 小時內完成的作業

# EditColumnsPanelLabel
source: EDIT COLUMNS
de: SPALTEN BEARBEITEN
nl: KOLOMMEN BEWERKEN
pt_br: EDITAR COLUNAS
sv: REDIGERA KOLUMNER
tr: SÜTUNLARI DÜZENLE
zh_hans: 编辑列
zh_hant: 編輯資料行

# IncorrectFilterName
source: Query name can not include these characters: # % / \ . * + : ? < > &
de: Der Abfragename darf nicht die folgenden Zeichen enthalten: # % / \ . * + : ? < > &
nl: De querynaam mag de volgende tekens niet bevatten: # % / \ . * + : ? < > &
pt_br: O nome da consulta não pode incluir estes caracteres: # % / \ \. * + : ? < > &
sv: Frågenamnet får inte innehålla följande tecken: # % / \ . * + : ? < > &
tr: Sorgu adı şu karakterleri içeremez: # % / \ . * + : ? < > &
zh_hans: 查询名称不可包含以下字符: # % / \ . * + : ? < > &
zh_hant: 查詢名稱不得包含下列字元: # % / \ . * + : ? < > &

# HideJobResults
source: Hide Details
de: Details ausblenden
nl: Details verbergen
pt_br: Ocultar Detalhes
sv: Dölj information
tr: Ayrıntıları Gizle
zh_hans: 隐藏详细信息
zh_hant: 隱藏詳細資料

# ShowJobResults
source: Show Results
de: Ergebnisse anzeigen
nl: Resultaten weergeven
pt_br: Mostrar Resultados
sv: Visa resultat
tr: Sonuçları Göster
zh_hans: 显示结果
zh_hant: 顯示結果

# JobOperationResult
source: Job Operations
de: Auftragsvorgänge
nl: Taakbewerkingen
pt_br: Operações do Trabalho
sv: Jobbåtgärder
tr: İş İşlemleri
zh_hans: 作业属性
zh_hant: 作業的作業

# JobStatisticsTooltip
source: Device Statistics of Job
de: Gerätestatistiken des Auftrags
nl: Apparaatstatistieken van de taak
pt_br: Estatísticas de Trabalho do Dispositivo
sv: Enhetsstatistik för jobb
tr: İşin Cihaz İstatistikleri
zh_hans: 作业的设备统计信息
zh_hant: 作業的裝置統計

source: Clear All
de: Auswahl aufheben
nl: Alles wissen
pt_br: Desmarcar Tudo
sv: Avmarkera alla
tr: Tümünü Temizle
zh_hans: 清除全部
zh_hant: 全部清除

source: Filter Editor
pt_br: Editor de Filtro
sv: Filterredigerare
tr: Filtre Düzenleyicisi
zh_hans: 筛选器编辑器
zh_hant: 篩選編輯器

# FilterLabel
source: Filter
pt_br: Filtrar
tr: Filtre
zh_hans: 筛选器
zh_hant: 篩選

source: Name Your Filter
de: Benennen Sie Ihren Filter.
nl: Naam voor het filter opgeven
pt_br: Nomeie seu Filtro
sv: Namnge filtret
tr: Filtrenizi Adlandırın
zh_hans: 命名筛选器
zh_hant: 為您的篩選命名

source: Open Saved Filter
de: Gespeicherten Filter öffnen
nl: Opgeslagen filter openen
pt_br: Abrir Filtro Salvo
sv: Öppna sparat filter
tr: Kaydedilmiş Filtre Aç
zh_hans: 打开保存的筛选器
zh_hant: 開啟儲存的篩選

source: Save as
de: Speichern unter
nl: Opslaan als
pt_br: Salvar como
sv: Spara som
tr: Farklı kaydet
zh_hans: 另存为
zh_hant: 另存新檔

source: View seleted clauses only
de: Nur ausgewählte Klauseln anzeigen
nl: Alleen geselecteerde componenten weergeven
pt_br: Exibir apenas cláusulas selecionadas
sv: Visa endast valda satser
tr: Yalnızca seçilen yan tümceleri görüntüle
zh_hans: 仅查看所选子句
zh_hant: 僅檢視選取的子句

source: No Jobs
de: Keine Aufträge
nl: Geen taken
pt_br: Nenhum Trabalho
sv: Inga jobb
tr: İş Yok
zh_hans: 无作业
zh_hant: 沒有任何作業

source: Delete Filter
de: Filter löschen
nl: Filter verwijderen
pt_br: Excluir Filtro
sv: Ta bort filter
tr: Filtreyi Sil
zh_hans: 删除筛选器
zh_hant: 刪除篩選

source: Edit Filter
de: Filter bearbeiten
nl: Filter bewerken
pt_br: Editar Filtro
sv: Redigera filter
tr: Filtreyi Düzenle
zh_hans: 编辑筛选器
zh_hant: 編輯篩選

source: Save As Filter
de: Als Filter speichern
nl: Opslaan als filter
pt_br: Salvar como Filtro
sv: Spara som filter
tr: Filtre Olarak Kaydet
zh_hans: 另存为筛选器
zh_hant: 另存為篩選

source: Save Filter
de: Filter speichern
nl: Filter opslaan
pt_br: Salvar Filtro
sv: Spara filter
tr: Filtreyi Kaydet
zh_hans: 保存筛选器
zh_hant: 儲存篩選

# FailedToUpdateTwin
source: Failed to update twin properties, please check input value.
de: Fehler beim Aktualisieren von Zwillingseigenschaften, prüfen Sie den Eingabewert.
nl: Kan de gelijke eigenschappen niet bijwerken. Controleer de invoerwaarde.
pt_br: Falha ao atualizar propriedades duplas. Verifique o valor de entrada.
sv: Det gick inte att uppdatera identiska egenskaper, kontrollera inmatningen.
tr: İkiz özellikler güncelleştirilemedi; lütfen girilen değeri kontrol edin.
zh_hans: 未能更新克隆属性，请检查输入值。
zh_hant: 無法更新孿生屬性，請檢查輸入值。

source: Confirmation
de: Bestätigung
nl: Bevestiging
pt_br: Confirmação
sv: Bekräftelse
tr: Onay
zh_hans: 确认
zh_hant: 確認

# DeleteFilterConfirmation
source: Are you sure you want to delete this filter?
de: Möchten Sie diesen Filter löschen?
nl: Weet u zeker dat u dit filter wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este filtro?
sv: Vill du ta bort det här filtret?
tr: Bu filtreyi silmek istediğinizden emin misiniz?
zh_hans: 是否确定要删除此筛选器?
zh_hant: 確定要刪除此篩選嗎?

source: Refresh
de: Aktualisieren
nl: Vernieuwen
pt_br: Atualizar
sv: Uppdatera
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# DeleteFilterWithJobsConfirmation
source: This filter is associated with jobs. Are you sure you want to delete this filter?
de: Dieser Filter ist Aufträgen zugeordnet. Möchten Sie diesen Filter löschen?
nl: Dit filter is gekoppeld aan taken. Weet u zeker dat u dit filter wilt verwijderen?
pt_br: Este filtro está associado a trabalhos. Tem certeza de que deseja excluir este filtro?
sv: Det här filtret är kopplat till jobb. Vill du ta bort det här filtret?
tr: Bu filtre işlerle ilişkili. Bu filtreyi silmek istediğinizden emin misiniz?
zh_hans: 此筛选器与作业相关联。是否确定要删除此筛选器?
zh_hant: 此篩選已與作業建立關聯。確定要刪除此篩選嗎?

# ClauseMultipleValuesHint
source: Input values separated by commas.
de: Durch Kommas getrennte Eingabewerte.
nl: Voer door komma's gescheiden waarden in.
pt_br: Valores de entrada separados por vírgulas.
sv: Ange värden åtskilda av kommatecken.
tr: Değerleri virgülle ayrılmış olarak girin.
zh_hans: 输入以逗号分隔的值。
zh_hant: 輸入值並以逗點分隔。

# ClauseSingleValueHint
source: Input value.
de: Eingabewert
nl: Voer een waarde in.
pt_br: Valor de entrada.
sv: Ange värde.
tr: Değer girin.
zh_hans: 输入值。
zh_hant: 輸入值。

# HaveNoPermissionError
source: You don't have permission for these actions.
de: Sie haben keine Berechtigung für diese Aktionen.
nl: U beschikt niet over de machtiging voor deze acties.
pt_br: Você não tem permissão para estas ações.
sv: Du har inte behörighet att utföra de här åtgärderna.
tr: Bu eylemler için izniniz yok.
zh_hans: 你没有执行这些操作的权限。
zh_hant: 您無權執行這些動作。

source: Saved Filters
de: Gespeicherte Filter
nl: Opgeslagen filters
pt_br: Filtros Salvos
sv: Sparade filter
tr: Kayıtlı Filtreler
zh_hans: 已保存的筛选器
zh_hant: 儲存的篩選

source: Failed to create temp filter.
de: Fehler beim Erstellen des temporären Filters.
nl: Kan het tijdelijke filter niet maken.
pt_br: Falha ao criar o filtro temporário.
sv: Det gick inte att skapa ett tempfilter.
tr: Geçici filtre oluşturulamadı.
zh_hans: 未能创建临时筛选器。
zh_hant: 無法建立暫存篩選。

# FailedToSearchApplicableDevice
source: Failed to get applicable devices count.
de: Fehler beim Abrufen der Anzahl anwendbarer Geräte.
nl: Kan het toepasselijke aantal apparaten niet ophalen.
pt_br: Falha ao obter a contagem de dispositivos aplicáveis.
sv: Det gick inte att hämta antal tillämpliga enheter.
tr: Geçerli cihaz sayısı alınamadı.
zh_hans: 未能得到适用设备的数目。
zh_hant: 無法取得可套用的裝置計數。

# DeviceSelected
source: {0} device selected
nl: {0} apparaat geselecteerd
pt_br: {0} dispositivo selecionado
sv: {0} enhet har valts
tr: {0} cihaz seçildi
zh_hant: 已選取 {0} 裝置

# DevicesSelected
source: {0} devices selected
de: {0} Geräte ausgewählt.
nl: {0} apparaten geselecteerd
pt_br: {0} dispositivos selecionados
sv: {0} valda enheter
tr: {0} cihaz seçili
zh_hans: 已选择 {0} 个设备
zh_hant: 已選取 {0} 部裝置

source: Save and Open
de: Speichern und öffnen
nl: Opslaan en openen
pt_br: Salvar e Abrir
sv: Spara och öppna
tr: Kaydet ve Aç
zh_hans: 保存并打开
zh_hant: 儲存並開啟

source: No Desired Properties
de: Keine gewünschten Eigenschaften
nl: Geen gewenste eigenschappen
pt_br: Nenhuma Propriedade Desejada
sv: Inga önskade egenskaper
tr: İstenen Özellik Yok
zh_hans: 无所需属性
zh_hant: 沒有所需的屬性

source: No Tags
de: Keine Markierungen
nl: Geen tags
pt_br: Sem Marcações
sv: Inga taggar
tr: Etiket Yok
zh_hans: 无标记
zh_hant: 無標記

# ApplyExistingIconLabel
source: Apply existing icon
de: Vorhandenes Symbol anwenden
nl: Bestaand pictogram toepassen
pt_br: Aplicar ícone existente
sv: Använd befintlig ikon
tr: Mevcut simgeyi uygula
zh_hans: 应用现有图标
zh_hant: 套用現有圖示

# EditIconFor
source: Edit Icon for {0}
de: Symbol für "{0}" bearbeiten
nl: Pictogram voor {0} bewerken
pt_br: Editar Ícone para {0}
sv: Redigera ikon för {0}
tr: {0} için Simgeyi Düzenle
zh_hans: 编辑 {0} 的图标
zh_hant: 編輯 {0} 的圖示

# PreviewImage
source: Preview
de: Vorschau
pt_br: Visualização
sv: Förhandsgranskning
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# RemoveCurrentIconLabel
source: Remove current icon
de: Aktuelles Symbol entfernen
nl: Huidig pictogram verwijderen
pt_br: Remover ícone atual
sv: Ta bort aktuell ikon
tr: Geçerli simgeyi kaldır
zh_hans: 删除当前图标
zh_hant: 移除目前圖示

# UploadNewIconLabel
source: Upload new icon
de: Neues Symbol hochladen
nl: Nieuw pictogram uploaden
pt_br: Carregar novo ícone
sv: Ladda upp ny ikon
tr: Yeni simgeyi karşıya yükle
zh_hans: 上传新图标
zh_hant: 上傳新圖示

# FailedToUploadImage
source: Failed to upload image file, please retry.
de: Fehler beim Hochladen der Bilddatei. Versuchen Sie es noch mal.
nl: Kan het afbeeldingsbestand niet uploaden, probeer het opnieuw.
pt_br: Falha ao carregar o arquivo de imagem, tente novamente.
sv: Det gick inte att ladda upp avbildningsfilen, försök igen.
tr: Resim dosyası karşıya yüklenemedi. Lütfen yeniden deneyin.
zh_hans: 未能上传图像文件，请重试。
zh_hant: 無法上傳影像檔，請重試。

# ChooseFileLabel
source: Choose File
de: Datei auswählen
nl: Bestand kiezen
pt_br: Escolher Arquivo
sv: Välj fil
tr: Dosya Seç
zh_hans: 选择文件
zh_hant: 選取檔案

# OpenImageTooltip
source: Please choose an image file.
de: Wählen Sie eine Bilddatei aus.
nl: Kies een afbeeldingsbestand.
pt_br: Escolha um arquivo de imagem.
sv: Välj en avbildningsfil.
tr: Lütfen bir resim dosyası seçin.
zh_hans: 请选择图像文件。
zh_hant: 請選擇影像檔。

# OverSizedFile
source: Please use an image with smaller size than 4MB.
de: Verwenden Sie eine Bilddatei, die kleiner ist als 4 MB.
nl: Gebruik een afbeeldingsbestand dat kleiner is dan 4 MB.
pt_br: Use uma imagem com um tamanho menor que 4 MB.
sv: Använd en avbildning som är mindre än 4 MB.
tr: Lütfen 4 MB'den daha küçük bir resim kullanın.
zh_hans: 请使用小于 4MB 的图像。
zh_hant: 請使用大小小於 4MB 的影像。

source: Device Twin
de: Gerätezwilling
nl: Apparaatdubbel
pt_br: Dispositivo Gêmeo
sv: Enhetstvilling
tr: Cihaz İkizi
zh_hans: 设备孪生
zh_hant: 裝置對應項

# Image
source: Icon
de: Symbol
nl: Pictogram
pt_br: Ícone
sv: Ikon
tr: Simge
zh_hans: 图标
zh_hant: 圖示

source: Edit Display Name
de: Anzeigenamen bearbeiten
nl: Weergavenaam bewerken
pt_br: Editar o Nome de Exibição
sv: Redigera visningsnamn
tr: Görünen Adı Düzenle
zh_hans: 编辑显示名称
zh_hant: 編輯顯示名稱

# LoadingText
source: Loading...
de: Wird geladen...
nl: Laden...
pt_br: Carregando...
sv: Läser in...
tr: Yükleniyor...
zh_hans: 正在加载...
zh_hant: 正在載入...

# DeleteIconTooltip
source: Delete Icon
de: Symbol löschen
nl: Pictogram verwijderen
pt_br: Excluir Ícone
sv: Ta bort ikon
tr: Simgeyi Sil
zh_hans: 删除图标
zh_hant: 刪除圖示

# FailedToDeleteIcon
source: This icon is used by other devices.
de: Dieses Symbol wird von anderen Geräten verwendet.
nl: Dit pictogram wordt gebruikt door andere apparaten.
pt_br: Este ícone é usado por outros dispositivos.
sv: Den här ikonen används av andra enheter.
tr: Bu simge başka cihazlar tarafından kullanılıyor.
zh_hans: 此图标由其他设备使用。
zh_hant: 已經有其他裝置使用此圖示。

# ImageSizeSuggestions
source: Please use an image file with 150*150 pixels and less than 4MB.
de: Verwenden Sie eine Bilddatei mit 150 × 150 Pixeln und weniger als 4 MB.
nl: Gebruik een afbeeldingsbestand van 150*150 pixels dat kleiner is dan 4 MB.
pt_br: Use um arquivo de imagem com 150 x 150 pixels e menos de 4 MB.
sv: Använd en avbildningsfil med 150*150 pixlar och mindre än 4 MB.
tr: Lütfen 150*150 piksel ve 4 MB'den daha küçük bir resim dosyası kullanın.
zh_hans: 请使用像素为 150*150 且小于 4MB 的图像文件。
zh_hant: 請使用 150*150 像素且小於 4MB 的影像檔。

# ExternalJobNamePrefix
source: External Job {0}
de: Externer Auftrag "{0}"
nl: Externe taak {0}
pt_br: Trabalho Externo {0}
sv: Externt jobb {0}
tr: Dış İş {0}
zh_hans: 外部作业 {0}
zh_hant: 外部作業 {0}

source: Schedule
de: Zeitplan
nl: Schema
pt_br: Agenda
sv: Schema
tr: Zaman Çizelgesi
zh_hans: 计划
zh_hant: 排程

# DeviceTwinHeader
source: JSON documents that store device state information
de: JSON-Dokumente, die Informationen zum Gerätezustand speichern
nl: JSON-documents waarin informatie over de apparaatstatus wordt opgeslagen
pt_br: Documentos JSON que armazenam informações do estado do dispositivo
sv: JSON-dokument där information om enhetens tillstånd sparas
tr: Cihaz durum bilgilerini depolayan JSON belgeleri
zh_hans: 存储设备状态信息的 JSON 文档
zh_hant: 存放裝置狀態資訊的 JSON 文件

# EditDesiredPropertyDelete
source: Check to delete this property from device twin
de: Aktivieren, um diese Eigenschaft vom Gerätezwilling zu löschen
nl: Inschakelen om deze eigenschap te verwijderen uit de apparaatdubbel
pt_br: Verificar a exclusão desta propriedade do dispositivo gêmeo
sv: Markera för att ta bort egenskapen från enhetstvillingen
tr: Bu özelliği cihaz ikizinden silmek için işaretleyin
zh_hans: 勾选以从设备孪生删除此属性
zh_hant: 選取以將此屬性從裝置對應項中刪除

source: Edit device icon
de: Gerätesymbol bearbeiten
nl: Apparaatpictogram bewerken
pt_br: Editar ícone do dispositivo
sv: Redigera enhetsikon
tr: Cihaz simgesini düzenle
zh_hans: 编辑设备图标
zh_hant: 編輯裝置圖示

# EditDeviceTwinDelete
source: Check to delete this tag from device
de: Aktivieren, um diese Markierung vom Gerät zu löschen
nl: Inschakelen om deze tag te verwijderen van het apparaat
pt_br: Verificar para excluir esta marcação do dispositivo
sv: Markera för att ta bort taggen från enheten
tr: Bu etiketi cihazdan silmek için işaretleyin
zh_hans: 勾选以从设备删除此标记
zh_hant: 選取以將此標記從裝置中刪除

source: All
de: Alle
nl: Alle
pt_br: Tudo
sv: Alla
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# JobResultsFor
source: Job results for {0}
de: Auftragsergebnisse für "{0}"
nl: Taakresultaten voor {0}
pt_br: Resultados de trabalho para {0}
sv: Jobbresultat för {0}
tr: {0} için iş sonuçları
zh_hans: {0} 的作业结果
zh_hant: {0} 的作業結果

source: Details
pt_br: Detalhes
sv: Information
tr: Ayrıntılar
zh_hans: 详细信息
zh_hant: 詳細資料
